{
  "fields": [{"id":"_id","type":"int"},{"id":"ACTION","type":"text"},{"id":"GOALS/OBJECTIVES","type":"text"},{"id":"ACTORS INVOLVED","type":"text"},{"id":"DURATION","type":"text"},{"id":"COUNTRY","type":"text"},{"id":"ROLE OF THE ACTION","type":"text"},{"id":"SOURCE","type":"text"}],
  "records": [
    [1,"(NAME)","(BRIEF DESCRIPTION)","(IMPLEMENTING ACTORS AND TARGET AUDIENCE)","(START AND END DATE\nOR ON-GOING)","(INTERNATIONAL \nNATIONAL \nREGIONAL\nMUNICIPAL)","\n(PREVENTION\nRE-USE (HUMAN CONSUMPTION)\nRE-USE (ANIMAL FEED)\nRE-USE (BY-PRODUCTS) / RECYCLE (FOOD WASTE)\nRECYCLE (NUTRIENTS RECOVERY)\nRECOVERY (ENERGY)\nDISPOSAL)","(WEB LINK OR JOURNAL SOURCE)"],
    [2,"","","","","","",""],
    [3,"Primary Production","","","","","",""],
    [4,"","","","","","",""],
    [5,"Leaf No Waste ","Address food waste by combining plant fortification with sustainable compostable packaging, in order to have the commodity stay naturally fresh for as long as possible (compared to existing system). ","Implementing actors: Leaf No Wate (project), Technological Univerity Dublin\nTarget audience: Primary producers, retailers, consumers.","2022 - on-going","Ireland (national)","Prevention","https://horticultureconnected.ie/news/leaf-no-waste/"],
    [6,"Gleaning Network / Feedback ","Since 2012, Feedback’s Gleaning Network has worked with 60 farmers, 3,000 volunteers and numerous charities to rescue over 500 tonnes of fruits and vegetables that would otherwise be wasted. In 2019, expanded this network further, by training and supporting community groups across the country to run gleaning activities in their region. The Gleaning Network website contains a map to help farmers and volunteers find their nearest gleaning group, and a toolkit for use by existing and new gleaning groups.","Implenting actor: Feedback (social enterprise)\nTarget audience: Farmers and general public","2012 - on-going","United Kingdom (national) ","Re-use (human consumption)","https://feedbackglobal.org/campaigns/gleaning-network/"],
    [7,"Espigoladors ","Harvest fruits and vegetables that are not suitable for the market through gleanings with the help of volunteers. Most of the fruits and vegetables that are collected are distributed to social entities in order to reach people who do not have access to them. The other recovered produce are transformed into preserves and sold on-line while providing job opportunities to people at risk of social exclusion.","Implementing actor: Espigoladors.\nTarget audience: Consumers and primary producers.","2014 - on-going","Spain (regional - Catalonia) ","Re-use (human consumption)","https://espigoladors.cat/en/"],
    [8,"BARUXKA ","Buruxka is an initiative that emerged in Navarra (Spain) that aims to recover the practice of gleaning or \"respigamiento\", that is, recovering products that remain unharvested in the fields, and then working with charities / food banks to ensure the food goes to those in need.","Implementing actors: Yerri Valley City Council, UPNA and INTIA, with the support of the Rural Development Plan – RDP of Navarra 2014-2020, through the European Agricultural Fund for Rural Development: \"Europe invests in rural areas\" and the Government of Navarra.\nTarget audience: Individual citizens from all sectors.","2014 - on-going","Spain (regional - Navarra) ","Re-use (human consumption)","https://yonodesperdicio.org/iniciativa/buruxka/"],
    [9,"SISTERS Project - Annual webinar: Combating food losses and waste at the primary production level ","October 20, 2022, SISTER partner SAFE held a webinar to foster deeper inter-European cooperation. This was the first of four annual webinars focused on best practices and strategies to combat food waste and losses at the primary production level.","Implementing actor: SISTER Consortium.\nTarget audience: transport logistics.","2022 - on-going","Europe (SISTERS PROJECT/HORIZON EUROPE)","Prevention","https://sistersproject.eu/combating-food-losses-and-waste-at-the-primary-production-level/"],
    [10,"SISTERS Project - IT can help reducing food waste in Europe: here’s why! \n","The consortium works closely with primary producers and food actors to develop a Short Chain Platform and test it with different producers in different countries. With the ambition to help contribute to the reduction of food waste at the farmer level while increasing farmers' revenue.","Implementing actor: SISTER Consortium.\nTarget audience: all, from producers to individuals.","2022 - on-going","Europe (SISTERS PROJECT/HORIZON EUROPE)","Prevention","https://sistersproject.eu/it-can-help-reduce-food-waste-in-europe/"],
    [11,"FOLOU","The project will develop new methodologies and tools to reduce food losses and food waste in the primary sector. ","Implementing actors: Department of Climate Action, Food and Rural Agenda (DAAC), Catalan Waste Agency (ARC), and BETA Technology Centre.\nTarget audience: Primary producers, policy-makers.  ","2023 - on-going","Europe (FOLOU PROJECT/HORIZON EUROPE)","Prevention","https://betatechcenter.com/folou-situara-catalunya-com-a-referent-europeu-en-la-reduccio-del-malbaratament-alimentari/"],
    [12,"Grinsect ","In the vertical insect protein manufacturing facility, the black soldier fly larvae are fed with food and feed industry biowaste. These larvae are one of the most promising candidates to transform low-value streams (grain, vegetables, fruits, and a wide range of stem residues) into high-quality protein and fat during a so-called bioconversion process. Feeding the larvae and utilizing their power in such a way is an environmentally conscious choice. Objective is to produce a premium animal protein with a low ecological footprint from biowaste and substrates otherwise untreated or useless to the production and processing sector.","Implementing actors: BSF Systems Ltd, suppliers of by-products/waste.\nTarget audience: Customers - mainly feed industry.","2018 - on-going","Hungary (national)","Re-use (animal feed)","https://grinsect.com/en/"],
    [13,"Eat Grim (Eat Ugly)","Development of a digital platform where can sell discarded ugly vegetables to restaurants and commercial kitchens. The goal is to reduce food waste in primary production. The start-up is selling discarded fruits and vegetables with box scheme through their on-line platform. ","Implementing actors: Partnership with GRIM, which develop the digital platform and webshop, Compass Group, REGA, Hotel- og Restaurantskolen, Stop Spild Af Mad, Plantepølsen og MaMam.\nTarget audience: Food services sector.","2018 - on-going","Denmark (national)","Re-use (human consumption)","https://theindexproject.org/award/nominees/5471"],
    [14,"Ministry of agriculture; Project: Hrana nije otpad; Guide to reducing food waste in primary production ","Methods and tips for identifying losses and reducing food waste through direct measurement and physical separation of food waste. ","Implementing actors: Ministry of Agriculture, the primary production sector.\nTarget audience: Primary production sector.","2019 - 2022","Croatia (national)","Prevention","https://poljoprivreda.gov.hr/UserDocsImages/dokumenti/hrana/vodici/Vodic_za_smanjenje_otpada_od_hrane_u_primarnoj_proizvodnji.pdf"],
    [15,"Bella Dentro ","This small company buys aesthetically imperfect products from producers all over Italy and re-sells them to consumers. A laboratory for processing imperfect fruits and vegetables has been in operation since 2021.","Implementing actors: Founders, Social cooperatives.\nTarget audience: Consumers.","2018 - on-going","Italy (municipal - Milan)","Re-use (human consumption)","https://www.belladentro.org"],
    [16,"Alimentando","Alimentando as an ODV and ONLUS wants to facilitate a reduction in individual and collective food waste, always safeguarding product quality. This is done through the collection of food raw materials that would otherwise be discarded by the distribution system, thus demonstrating that many products are unnecessarily discarded and can safely be consumed, while still respecting hygienic and sanitary regulations.","Implementing actors: NGO Alimentando, volunteers.\nTarget audience: Community, general public.","On-going","Italy (municipal - Pavia) ","Re-use (human consumption)","https://www.alimentando.org/mission-vision/"],
    [17,"LAB3S","Urban topsoil restoration, conducting research and work to reconstitute functional urban topsoils.","Implementing actors: iEES-Paris laboratory, EPT Est Ensemble.\nTarget audience: Municipality of Paris.","2019 - on-going","France (municipal - Paris, Est Ensemble)","Prevention","https://www.lab3s.fr/post/approfondir-les-techniques-de-restauration-des-sols-urbains-sur-le-territoire-d-est-ensemble "],
    [18,"Rescued Box ","Receive directly from the farm every week a recyclable box full of fresh fruits and vegetables, avoiding food waste derived from produce surplus, the use of plastic and contributing to the decrease of carbon footprint since the delivery routes are optimized. In addition, Rescued Box donates every week 10% of the proceeds to charity organizations to fight hunger in Cyprus.","Implementing actor: RescuedBox\nTarget audience: Consumers.","2020 - on-going","Cyrpus (national)","Re-use (human consumption)","https://rescuedbox.com/our-boxes/"],
    [19,"","","","","","",""],
    [20,"Processing and Manufacturing (including valorisation)","","","","","",""],
    [21,"","","","","","",""],
    [22,"Apeel technology applied in Netto","German food retail discounter - extending the shelf-life of vegetables and fruits through coating, thereby reducing the likelihood of food waste.","Implementing actors: Apeel-Coating applied in production and manufaturing before retail; retail stores sell the coated fruits and vegetables to consumers.\nTarget audience: Consumers.","2020 - on-going","Germany (national)","Prevention","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [23,"Chr-Hansen´s CSR strategy","This is a general and overall Corporate Social Responsibility (CSR) strategy to contribute to actions against food waste. It is divided in three pillars: Using nature's own resources; delay spoilage with food cultures; committed to reducing yogurt waste by 2 million tons by 2025.","Implementing actor: Chr-Hansen\nTarget audience: Consumers.","On-going","Denmark (national)","Prevention","(https://www.chr-hansen.com/en/sustainability/our-fight-against-food-waste) (https://taenk.dk/forbrugerliv/mad-og-indkoeb/app-undgaa-madspild-med-resten-appen)  "],
    [24,"Ministry of agriculture: Project: Hrana nije otpad; Guide to reducing food waste in food production and processing ","Keeping records makes it possible to identify the amount of food waste. Collected data is processed, and the results indicate the amount of food waste, which can help select target actions to reduce food waste.","Implementing actors: Ministry of Agriculture, Production and the processing sector.\nTarget audience: Production and processing sector.","2019 - 2022","Croatia (national)","Prevention","https://poljoprivreda.gov.hr/UserDocsImages/dokumenti/hrana/vodici/Vodic_za_smanjenje_otpada_od_hrane_u_proizvodnji_i_preradi_hrane.pdf"],
    [25,"Biova Project ","Innovative start-up that focuses on reducing food waste through the creation of products that follow the principles of circular economy and upcycling.","Implementing actors: Startups, Biova Project, La Orange.\nTarget audience: Consumers.","On-going","Italy (national) ","Recycle (food waste)","https://www.biovaproject.com/"],
    [26,"City Compost for Sustainable Agriculture ","The project aims to create the optimal compost possible that can be produced from urban food and green waste. This bio-waste will be shipped to a testing site owned by the University of Forestry located on the outskirts of the city. There, different compositions and ratios of bio-waste will be tested. The compost created by the project will later be used by small and medium-sized agricultural producers to boost the production of food, as well as supporting a more circular approach to both agriculture and urban waste.","\nImplementing actors: ClimAccelerator Black Sea, Innovation Starter Accelerator, the program for ‘Women Participation in the Production of Agricultural Foods’.\nTarget audience: Households, food services sector, retail sector.","2022 - on-going","Bulgaria (municipal - Sofia)","Recycle (nutrients recovery)","https://smartcitiesconnect.org/sofia-bulgaria-begins-composting-effort-at-open-air-market/"],
    [27,"Processing Residual Flows of Onions / Fresh Onions              ","Founded by Fresh Onions; process residual flow (onions that are too small and onion peels) into a product and sell it to existing B2B customers.      ","Implenting actors: Fresh Onions company with the support of Food from Food (involving organizations HAS, Bodec, Food Pilot, FI&S and Innovation Support Center).\nTarget audience: Consumers.","2018 - 2020","Belgium (regional - Flanders)","Recycle (food waste)","https://www.foodfromfood.eu/verwerken-van-reststromen-uien"],
    [28,"Cookie of own…trot / SOWEPO ","SOWEPO saw the opportunity to process the remaining trot from the nearby Sint Bernardus brewery, and came up with the idea of producing a cookie. The trot is combined with apple pulp as a natural sweetener.","Implementing actors: SOWEPO, VIVES university of Applied Sciences Roeselare, Flanders Food (Food from Food), VLAIO. \nTarget audience: Consumers and retail shops.","On-going","Belgium (regional - Flanders)","Re-use (by products from processing)","https://www.flandersfood.com/nl/stories/sowepo.valordraf "],
    [29,"Responsible entrepreneurship with Poperinge's 'white gold' ","The landscape of Poperinge in West Flanders has traditionally been strongly dominated by hop cultivation. Hops are especially popular as the most important raw material for beer. That the young offshoots of hop plants are very popular with top chefs and gourmets is less known. The Popering hop shoots are even called the 'white gold'. The tailor-made company SOWEPO produces products based on hop shoots. Under the name 'Houblonesse' produce regional products from hop shoots. When processing hops in a finished product, the stems of the hop plant, the hop shoots, are discarded. From these stems can extract ingredients that enhance the natural taste. As a result, they really add value to products such as caramel waffles, gin and, for example, cheese.","Implementing actors: SOWEPO, Flanders Food (Food from Food). \nTarget audience: Consumers and retail shops.","On-going","Brussels (municipal - Poperinge)","Recycle (food waste)","https://www.flandersfood.com/nl/stories/sowepo.houblonesse "],
    [30,"Lantmannen ","Ensure a coordinated and efficient use of resources throughout the production of food, feed and energy. The raw materials that do not reach food quality are used for production of feed or ethanol. Lantmännen also works to use waste from its' processes, and also other producers' waste. The reuse of grain based waste and residues are an additional material in Lantmännen’s bio refinery. Make use of carbohydrate rich food waste such as pasta, bread and soda, to produce ethanol from it and thereby create a circular business.","Implementing actor: Lantmannen\nTarget audience: Industry (for use in development of wide-range of consumer products).","2001 - on-going","Sweden (national)","Re-use (animal feed), Recovery (energy)","https://www.lantmannen.com/sustainable-development/important-issues/food-waste/"],
    [31,"Valorization of food waste: biogas production and home composting\n","Since 2014, waste directed to biogas production for transport sector, and for producing biofertiliser as a by-product. For those who prefer, the municipality also gives an option for home composting.","Implementing actors: Municipality of Umeå, Vakin (local water and waste company).\nTarget audience: Households, businesses (biogas and biofertilizer).","2014 - on-going","Sweden (municipal - Umea)","Recovery (energy)","Municipality of Umea: https://www.umea.se/download/18.19a41f3a17567e789ef21d4/1604918341527/10.%20Eco-innovation%20and%20sustainable%20employment.pdf ; Municipality of Umea (2): https://www.umea.se/download/18.7588f853178ecee2e2c316b/1619593156754/Mat%20och%20klimat.pdf ; Municipality of Umea (3): https://www.umea.se/byggaboochmiljo/avfallochatervinning/komposteringochhushallsavfall.4.27a2de8b172da059ace1607.html "],
    [32,"Valorization of food waste from households, restaurants and commercial kitchens: biogas production for local buses and private passenger cards in the vicinity","The Municipality of Vaxjo and the regional waste management company (SSAM) transform foodwaste into biogas for city buses and passenger cars. There is a local gas station that lets people fill their cars with locally generated biogas. The remaining sludge is then diverted to arable lands to be used as fertilizer.","Implementing actors: SSAM,\nMunicipalities of Växjö, Lessebo and Tingsryd: biowaste from these municipalities goes to \nMunicipality of Växjö: running the biogas plant\n\nTarget audience: Retail and distribution, food services, and households in Växjö, Lessebo, and Tingsryd.\nLänstrafiken Kronoberg: regional public transport company, uses biogas for its fleet of buses.\nLocal petrol station: Individuals can fill their cars with locally produced biogas.","2012 - on-going","Sweden (municipal - Vaxjo)","Recovery (energy)","https://www.vaxjo.se/sidor/bygga-och-bo/vatten-och-avlopp/slam-och-biogas/biogas-som-fordonsbransle.html "],
    [33,"Wholy Greens","Using left-over vegetables from the primary sector to make pasta and sell it on-line.","Implementing actor: Wholy Greens.\nTarget audience: Consumers","2020 - on-going","Netherlands (national)","Recycle (food waste)","https://wholygreens.com"],
    [34,"Instock ","The startup has developed food waste products and sells them on-line - namely: two beers brewed with surplus bread, potatoes or raspberries, and a granola made out of the malt residue from beer production.","Implementing actor: Instock.\nTarget audience: Consumers.","2014 - on-going","Netherlands (national)","Recycle (food waste)","(https://www.instock.nl/en/product/instock-beer/) (https://www.instock.nl/en/product/granola/)"],
    [35,"Upcyclen van reststromen","Looking at how to make residual flows of our food valuable.","Implementing actors: Municipality of Haarlem and Harlem Food Future.\nTarget audience: All stakeholders along the supply chain to obtain food waste and produce new, delicious, edible food.","On-going","Netherlands (municipal - Haarlem)","Re-use (by products from processing)","https://haarlemfoodfuture.nl/upcyclen-van-reststromen/ "],
    [36,"Collection of Left-over Bread ","It is prohibited to feed leftover bread to animals in Rotterdam. As an alternative, the municipality has installed 130 bread bins to collect bread all throughout the city. This bread is then fermented and green energy is produced with it.","Implementing actors: Municipality of Rotterdam, GroenRotterdam\nTarget audience: Inhabitants of Rotterdam.","On-going","Netherlands (municipal - Rotterdam)","Recycle (food waste)","(https://www.rotterdam.nl/brood) (https://www.groencollect.nl/nieuws/broodinzameling/rotterdam/) "],
    [37,"Helsieni ","Using used coffee grounds to grow mushrooms/selling starter kits.","Implementing actor: Helsieni \nTarget audience: Consumers who make coffee at home.","2016 - on-going","Finland (national)","Recycle (food waste)","https://www.helsieni.fi/en/home"],
    [38,"City Loops","The aim is to improve the recovery of nutrients from bio-waste streams into recycled products and to collaborate with citizens in implementing new collection and sorting processes to upgrade the quality of the collected waste.","Implementing actor: Municipality of Mikkeli.\nTarget audience: Inhabitants of Mikkei.\n","2019 - 2023","Finland (municipal - Mikkeli)","Re-use (by products from processing)","https://cityloops.eu/cities/mikkeli"],
    [39,"Riga: From Food Waste to Healthy Off-Season Food ","Turning the Getlini landfill into an environmentally friendly, innovative and ecological waste management site.","Implementing actors: Municipality of Riga and Getlini EKO (waste disposal and treatment company)\nTarget audience: Producers (greenhouses), Consumers (energy). ","1997 - on-going","Latvia (municipal - Riga)","Recycle (nutrients recovery)","https://www.milanurbanfoodpolicypact.org/wp-content/uploads/2020/12/Brief-6-Riga-2016.pdf"],
    [40,"Esimperfect","Transform recovered produce into preserves and sell them on-line while providing job opportunities to people at risk of social exclusion.","Implementing actors: Espigoladors (gleaning), Central Kitchen (valorisation / processing) and Esimperfect (retail / selling). \nTarget audience: Consumers. ","2018 - on-going","Spain (national) ","Recycle (food waste)","https://esimperfect.com/en/"],
    [41,"Panduru \n","Circular Confectionery Panduru Economía Circular SLL is a company led by two Asturian entrepreneurs that transforms surplus bakery bread into delicious pastries, thus contributing to reducing food waste.","Implementing actor: Panduru.\nTarget audience: Individual citizens from all sectors.","On-going","Spain (regional - Asturias)","Recycle (food waste)","https://panduru.es/"],
    [42,"VALUEWASTE ","Turning bio-waste into bioproducts (fertilizers, foodstuff / feed ingredients, biogas for plant functioning). Already initiated in La Flota neighborhood and some markets, targeting households and businesses.","Implementing actors: Murcia City Council, various project partners (see list).\nTarget audience: Households, retail and distribution in La Flota neighborhood. ","2018 - 2022","Spain (municipal - Murcia)","Re-use (by products from processing), Recovery (energy), Re-use (animal feed)","https://www.estrategiamurcia.es/upload/2021/11/Murcia-s-Circular-Economy-Strategy.pdf "],
    [43,"Cerveza Sr. Mendrugo","Making beer with surplus bread.","Implementing actor:  Industrias Lácteas Pascual SA\nTarget audience: Individual citizens from all sectors.","2014 - on-going","Spain (regional - Burgos)","Recycle (food waste)","https://mendrugobeer.com"],
    [44,"Liebe^2 (love squared) ","The goal is to reduce food waste, by giving fruits and vegetables, which were neither sold nor given away to civil society redistributors. Aiming to expand the machanism to more food products. ","Implementing actors: EDEKA Minden-Hannover uses fruits and vegetables, which were not sold or given to redistributors to produce marmelade and chutneys, primary producers, retailers.\nTarget audience: Redistributing organizations, consumers.","2018 - on-going","Germany (regional)","Re-use (human consumption)","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [45,"VIRESOL","Viresol Ltd is a wheat starch factory. Utilise their by-products (waste starch) by producing animal feed, alcohol and biogas thereby utilising 99% of raw materials.","Implementing actor: Viresol Ltd.\nTarget audience: Buyers of feed, alcohol, biogas.","2015 - on-going","Hungary (national)","Re-use (by products from processing)","https://maradeknelkul.hu/2021/10/22/elelmiszerpazarlas-megelozeseert-dijban-reszesult-a-viresol-es-a-munch/"],
    [46,"Ételment?","Ételment? utlises a beer by-product, beer marc to produce granolas. Create food products that are made exclusively from raw materials that are either considered \"waste\" for aesthetic reasons, or because the raw material is only partially necessary for the product made by the given food industry company.","Implementing actor: TransFoodMission Ltd producing and selling the products.\nTarget audience: Consumers.","2021 - on-going","Hungary (national)","Re-use (by products from processing)","https://www.etelmento.com/"],
    [47,"Sewage sludge and food waste as feedstocks for electricity generation ","Budapest uses sewage sludge and food waste as feedstocks for electricity generation.","Implementing actor: Municipality of Budapest.\nTarget audience: Food waste collected from households in the city.","On-going","Hungary (municipal - Budapest)","Recovery (energy)","https://m.fcsmzrt.hu/hu/szolgaltatasok/bioenergiatermeles"],
    [48,"Déifferdenger Pléckerten ","In this village, young and old collaborate, to pick fruit, process it and prevent it from rotting.","Implementing actor: Municipality of Differdingen; Civil Society Organisations: Youth Centre, Club Senior. \nTarget audience: Volunteers (residents).","2020","Luxembourg (municipal - Differdingen)","Recycle (food waste)","https://antigaspi.lu/en/initiatives/deifferdenger-pleckerten-3/"],
    [49,"La Panetière des Hameaux","The Panetière des Hameaux is a tambourine in France that makes cookies made with stale bread. In this way it reduces the waste of food.","Implementing actors: La Panetiere des Hameaux, associations.\nTarget audience: Consumers.","2015 - on-going","France (municipal - Pornic and Nantes)","Recycle (food waste)","https://yonodesperdicio.org/iniciativa/galletas-con-restos-de-pan/"],
    [50,"Bio-waste collecting ","Bio-waste valorisation for energy production.\nThe City of Paris has been addressing the collection of food waste since 2017, as part of the law on energy transition which requires that all French cities offer a system for collecting food waste at source by 2024.","Implementing actor: Municipality of Paris.\nTarget audience: Households, businesses.","2017 - on-going","France (municipal - Paris)","Recovery (energy)","https://www.paris.fr/pages/collecte-des-dechets-alimentaires-7092 "],
    [51,"AVARE","The objective of AVARE (Adding Value in Resource Effective Food Systems) is to minimize food waste. The project conducts research aiming at generating bio-based products with food waste. The European project combines research institutes from Finland, Norway, Sweden and Germany.","Implementing actors: NORSUS - Norwegian Institute for Sustainability Research,\nTechnische Universität Berlin (Bioprocess Engineering),\nSwedish University of Agricultural Science (SLU),\nNatural Resources Institute Finland,\nMünster University of Applied Sciences - Institute of Sustainable Nutrition (iSuN).\nTarget audience: Scientific community, policy-makers.","2018 - 2021","Europe (Finland, Norway, Sweden and Germany)","Recycle (food waste)","https://www.susfood-avare.com"],
    [52,"Food Surplus Management ","Food Surplus Management Limited (FSM) is an Irish owned company who specialise in recovery and recycling of short-dated and out of date food products, and packaging for the manufacturing, wholesale and retail food and drinks industry. Servicing over 150 hotels and restaurants nationwide. FSM operates two licensed facilities in Co. Meath, where de-pack and recover all the food waste for anaerobic digestion (energy).","Implementing actor: Food Surplus Management\nTarget audience: Food Services, retail, and the biogas industry","2004 - on-going","Ireland (national) ","Recovery (energy)","https://fsm.ie"],
    [53,"Krut ","A company processing over-produced or imperfect vegetables into Kimchi and Kombucha.","Implementing actor: Krut, conventional and organic producers.\nTarget audience: Consumers.","On-going","Austria (national)","Recycle (food waste)","https://krut.cc/pages/uber-uns"],
    [54,"Žganjekuha Krži?: Brodka spirit drink (brandy) ","Use of old bread and scraps for processing into brandy.","Implementing actor: Brodka Brandy. \nTarget audience: Consumers.","2017 - on-going","Slovenia (national)","Recycle (food waste)","http://www.zganjekuha-krzic.si/izdelki/gostinski-program/robidovec/"],
    [55,"Atlantic Droga Kolinska d.o.o.: chicken pate Argeta ","Argeta collects food waste suitable for further processing or recycling and food waste destined for conversion into animal food (pet food).","Implementing actor: Argeta\nTarget audience: Processing and recycling sectors, animal food producers.","2018 - on-going","Slovenia (national)","Re-use (animal feed)"," https://www.argeta.com/app/uploads/2022/08/Trajnostno-porocilo-blagovne-znamke-Argeta-2021_22.pdf "],
    [56,"Pulp and Paper Institute: CIP brand Circular Innovative Papers ","Tomato stalk waste is used to make paper as well as biodegradable packaging safe for food contact.","Implementing actor: Pulp and Paper Institute.\nTarget audience: Paper and paper-related packaging industry, consumers.","2021 - on-going","Slovenia (national)","Recycle (food waste)","https://icp-lj.si/cip/"],
    [57,"Urban Soil 4 Food ","Biowaste to compost. The main goal of the project is to use the city’s waste to produce and valorise new products and food using an innovative process to produce urban soil, with the aim to increase local food self-sufficiency and minimise the environmental footprint of the city of Maribor.","Implementing actors: Municipality of Maribor, UIA, collaborators.\nTarget audience: Inhabitants of Maribor, various businesses.","2018 - on-going","Slovenia (municipal - Maribor)","Recycle (nutrients recovery)","https://uia-initiative.eu/en/uia-cities/maribor "],
    [58,"ERA Chair for Food (By-) Products Valorisation Technologies of the Estonian University of Life Sciences?","Bring structural changes to universities and research institutions in the “widening” EU countries like Estonia. Establish a new internationally recognized research team, and recruit a top-level researcher/research manager (ERA Chair holder) to lead this interdisciplinary, inter-unit entity, formed based on a joint effort by the Institute of Agricultural and Environmental Sciences and the Institute of Veterinary Medicine and Animal Sciences of EMU.","Implementing actor: Estonian University of Life Sciences.\nTarget audience: Researchers.  ","On-going","Estonia (national and international)","Recycle (food waste)","https://www.valortecherachair.com/ "],
    [59,"Romerike biogas plant","Turning biowaste into energy & biofertilizers: Romerike plant. The plant treats waste from households combined with industrial biowaste. The waste is converted to biogas and biofertiliser. The biogas is further refined into methane and liquified for use in transport. ","Implementing actor: Oslo City Council.\nTarget audience: Households, industrial productors of food, commercial activities that generate food waste.","2013 - on-going","Norway (municipal - Oslo)","Recovery (energy)","https://www.cambi.com/resources/references/europe/norway/oslo-romerike-biogas-plant/"],
    [60,"Centralized treatment of bio-waste / Nutrimais ","Collection of bio-waste that comes from different sources (households, restaurants-caterers-businesses, events) to produce high-quality organic compost: Nutrimais. Anaerobic digestion units are being developed.","Implementing actor: LIPOR.\nTarget audience: Households, restaurants and caterers.","On-going","Portugal (regional - Porto)","Recycle (nutrients recovery)","(https://www.lipor.pt/en/recover/organic-recovery/composting-plant/) (https://nutrimais.pt/)"],
    [61,"Valorisation of by-products from carrot production / Verduyn                        ","An approach to deal with by-products for Verduyn. Founded in collaboration with the Food Heroes project. The pieces of carrot that used to fall off the belt are now  collected and used to make something new and tasty. ","Implementing actor: Verduyn.\nTarget audience: Consumers. ","On-going","Belgium (regional - Flanders)","Recycle (food waste)","https://www.flandersfood.com/nl/stories/verduyn.sap&soep   "],
    [62,"Valorisation of the cauliflower waste streams into cauliflower rice / Greenyard","Transforming the 'waste' that was left behind on the land when cauliflower was harvested. ","Implementing actors: Greenyard in collaboration with Flanders' FOOD. ILVO tested all kinds of valorisation paths and product ideas from Greenyard in a laboratory and on a pilot scale.\nTarget audience: Consumers.","2014 - on-going","Belgium (regional - Flanders)","Recycle (food waste)","https://www.flandersfood.com/nl/stories/Greenyard.bloemkoolrijst"],
    [63,"Valorisation of chicory ","Chicory by-products from chicory cultivation into a chicory croquette.","Implementing actors: The Food from Food project/Flanders Food. Chicory grower COOLS and snack factory GASTRONELLO. \nTarget audience: Consumers.","2019 - on-going","Belgium (regional - Flanders)","Recycle (food waste)","https://www.flandersfood.com/nl/artikel/2019/FoodfromFoodstories_witloof"],
    [64,"Best of Waste","Process residual fruit into a healthy and long-lasting product in collaboration with the partners of Food From Food. One initiative done by the project is 'Boost your life with BES't!'. Five to ten tons of soft fruit from the Wilderhof company does not find its destination in the regular retail circuit because it is not of desired size, is damaged or deformed. Wilderhof has now found a destination for part of this 'non-premium fruit'. It is used to produce fresh juice.","Implementing actors: Wilderhof's best of waste project involves collaboration with ILVO, Innovatie steunpunt, HAS Hogeschool and Flanders' Food. Targeted audience: Consumers.","On-going","Belgium (regional - Borgloon in the Flemish province of Limburg)","Recycle (food waste)","https://www.foodfromfood.eu/best-waste) (https://wilderhof.be/"],
    [65,"Rabot on your plate","Make artisanal products, such as pesto, from harvest surplusses.","Implementing actors: De Site, and the Social Grocery Pannestraat.\nTarget audience: Consumers.","On-going","Belgium (regional - Flanders)","Recycle (food waste)","http://www.rabotsite.be/nl/actueel/61/rabot-op-je-bord"],
    [66,"Collection and valorisation of orange peels ","Collection and valorisation of orange peels.","Implementing actors: Welfood sa (ZUMEX), IRiSib, GLIMPS, urbiKe and Recyclo.\nTarget audience: Food service and retail industry that offer minute-squeezed orange juice, and consumers.","On-going","Belgium (regional - Flanders)","Recycle (food waste)","https://www.recyclo.coop/projets"],
    [67,"","","","","","",""],
    [68,"Transportation","","","","","",""],
    [69,"","","","","","",""],
    [70,"FoodSense: Connecting Sensors and Cloud to Track Food Waste","In the last few years, significant efforts have been made to introduce new solutions in the field of temperature monitoring for transport logistics. Monitoring temperature is a key aspect of food safety that can be used to prevent food waste and guarantee consumer satisfaction. The technology is currently growing fast and there are many new solutions on offer—but they are not yet widely used.","Implementing actor: SISTER Consortium.\nTarget audience: transport logistics.","2022 - on-going","Europe (SISTERS PROJECT/HORIZON EUROPE)","Prevention","https://sistersproject.eu/connecting-sensors-and-cloud-to-track-food-waste/"],
    [71,"Internet of Things helping reduce food loss and waste \n","The ImaR (Intelligent Mechatronic and RFID) Research Centre in the Munster Technological University (Ireland) is using their expertise in the SISTERS project to monitor the environmental conditions that pervade in the Logistics Phase of the food supply chain. The monitoring of environmental conditions during transport is an indicator of the freshness of food produce and provides valuable information that is used to design solutions that may be able to minimise the volume of food loss and waste during the transport phase.","Implementing actor: SISTER Consortium.\nTarget audience: primary production.","2022 - on-going","Europe (SISTERS PROJECT/HORIZON EUROPE)","Prevention","https://sistersproject.eu/internet-of-things-helping-reduce-food-loss-and-waste/"],
    [72,"","","","","","",""],
    [73,"Retail","","","","","",""],
    [74,"","","","","","",""],
    [75,"Perfectly Imperfect and TESCO","Package and sell fruits and vegetables that are at risk of going to waste due to aesthetics.","Implementing actor: Tesco (food retailer).\nTarget audience: Tesco customers.","2016 - on-going","United Kingdom (national)","Re-use (human consumption)","https://www.tescoplc.com/news/2021/wonky-veg-5th-anniversary"],
    [76,"SPAR and Gander ","The Gander platform will enable retailers to automatically display to shoppers, in real-time, all reduced-to-clear food on the shelves within their local SPAR store.","Implementing actors: SPAR (food retail company) and Gander (company/app).\nTarget Audience: Consumers.","2021 - on-going","United Kingdom (Northern Ireland) ","Re-use (human consumption)","https://spar-international.com/news/spar-partners-with-gander-to-fight-food-waste"],
    [77,"Coop and WhyWaste ","Whywaste’s solution Semafor Deli helps the personnel work more efficiently and keep track of all areas of the deli counter, while also ensuring that all food safety requirements are met. The system alerts personnel if there any products on the counter that are at risk of becoming waste so that the personnel can take proactive, preventative, measures.","Implementing actors: WhyWaste, Coop.\nTarget audience: Consumers.","2021 - on-going","Sweden (national) ","Prevention","(https://www.whywaste.com) (https://www.whywaste.com/news/whywaste-and-coop-sweden-enter-central-agreement-to-reduce-waste-from-deli-counters)"],
    [78,"Matsmart ","Sells on-line surplus food that would be otherwise thrown away due to packaging or short expiry dates.","Implementing actor: Matsmart (company on-line).\nTarget audience: Consumers.","2013 - on-going","Sweden (national)","Re-use (human consumption)","https://www.matsmart.se"],
    [79,"Karma","App connecting surplus food from retailers to consumers for a lower price.","Implementing actor: Karma (company/app).\nTarget audience: Consumers.","2016 - on-going","Sweden (national)","Re-use (human consumption)","https://old.karma.life/about"],
    [80,"Carrefour Poland","Price reductions up to 90% for food with a short shelf-life / soon to expire.","Implementing actor: Carrefour Poland (food retail company)\nTarget audience: Consumers.","2021 - on-going","Poland (national)","Re-use (human consumption)","https://www.esmmagazine.com/retail/carrefour-initiative-stop-food-waste-119650"],
    [81,"Foodsi","App allows customers to buy surplus food from food retailers and thereby save it from going to waste.","Implementing actor: Foodsi (company/app).\nTarget audience: Consumers.","2019 - on-going","Poland (national)","Re-use (human consumption)","(https://www.eu-startups.com/2022/09/warsaw-based-foodsi-just-raised-e1-24-million-to-combat-food-waste-together-with-shops-and-restaurants/) (https://www.foodsi.pl)"],
    [82,"AH Overblijvers/Albert Heijn","Products that are left over at the end of the day and have an approaching expiration date, or are going out of stock. These are then offered to customers at reduced prices.","Implementing actor: Albert Heijn (food retailer).\nTarget audience: Albert Heijn customers/consumers.","2022 - on-going","Netherlands (national)","Re-use (human consumption)","(https://nieuws.ah.nl/ah-overblijvers-vanaf-vandaag-in-alle-albert-heijn-winkels) (https://www.esmmagazine.com/retail/albert-heijn-launches-new-food-waste-prevention-programme-206783)"],
    [83,"Best For ","Grocery store that sells at reduced price food products whose season has passed, are near expiry, or which have been overproduced.","Implementing actor: Best For.\nTarget audience: Consumers.","2016 - on-going","Norway (municipal - Oslo)","Re-use (human consumption)","https://www.theguardian.com/environment/2017/aug/17/how-norway-is-selling-out-of-date-food-to-help-tackle-waste"],
    [84,"Foodlist","App that connects grocery stores with surplus food to consumers who wish to buy it at a reduced rate or charities that will take the donation.","Implementing actor: Foodlist, charities.\nTarget audience: Consumers.","2016 - on-going","Norway (national)","Re-use (human consumption)","https://www.foodlist.no"],
    [85,"REIF: resource efficient, economic and intelligent foodchain","Using artificial intelligence to save food. Also covers production and processing. Develop and test an AI tool, which will help to reduce food waste along the entire food-chain up to the retail sector.","Implementing actors: Project partners from the sectors of primary production, retail, research, NGOs and technology. \nTarget audience: All actors along the supply chain.","2019 - on-going","Germany (national)","Prevention","https://www.cscp.org/our-work/reif/"],
    [86,"Alnatura's goal of 100% redistribution","Better collaboration with redistribution sector, target: 100 percent of stores.","Implementing actors: Alnatura, redistribution sector: Tafel, Too Good to Go; Scientific: Thünen Institut.\nTarget audience: Consumers.","2015 - on-going","Germany (national)","Re-use (human consumption)","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [87,"BIO COMPANY ","Reduces leftover baking goods by introducing new controlling software FoodTracks. Goal of reducing food waste in bakeries, by optimizing the purchasing and editing the product range. Regular review in sustainability report.","Implementing actors: Sales & Distribution department of BIO COMPANY, decided to implement the FoodTracks tool; the purchasing department, the IT team and the local employees of three stores were invoved in testing the tool. FoodTracks offered courses for the BIO COMPANY employees to use the tool. \nTarget audience: BIO COMPANY employees.","2021 - on-going","Germany (regional - Berlin and Brandenburg)","Prevention","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [88,"Metro \"Frische Gastro Deals\" ","Reducing food waste by selling products with different kind of disadvantages at a reduced price.","Implementing actors: METRO employees in the wholesale stores. \nTarget audience: Mainly purchasers from the gastronomy sector.","2021 - on-going","Germany (national)","Re-use (human consumption)","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [89,"#Goodbuy Transgourmet","Reduced price on and selling products close to \"best-before\" date.","Implementing actor: Transgourmet wholesale eCommerce employee manages a central list of the reduced prices. \nTarget audience: Consumers.","2021 - on-going","Germany (national)","Re-use (human consumption)","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [90,"VollCorner \"Marketing von Suboptimal Food im Öko-Handel\"","Scientific test on optically imperfect carotts; selling carrots with optical imperfections, measuring how unusual the carrots can look until they are not purchased anymore. Also, testing the effect of different communication strategies and price reduction.","Implementing actors: VollCorner, Universität Kassel/Witzenhausen, farmers.\nTarget audience: Consumers.","2021 (Q1)","Germany (national)","Re-use (human consumption)","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [91,"CHEFS CULINAR","Weight measurements for redistribution. Measuring the exact amount of food in kilograms which is given to the redistribution sector, by weighing every donation and substracting the weight of the packaging.","Implementing actor: Chef Culinar (wholesale). \nTarget audience: Redistribution sector.","2021 - on-going","Germany (municipal)","Re-use (human consumption)","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [92,"Lehmann natur employment benefits","Giving boxes of fruits and vegetables to employees at the end of each week and providing meals, both based on fruits and vegetables that could not be sold.","Implementing actor: Lehmann natur (organic fruit and vegetable wholesale)\nTarget audience: Employees.","2019 - on-going","Germany (national)","Re-use (human consumption)","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [93,"REWE","Weighing food waste to create more precise measurements. Developing a better indicator for the amount of food waste generated, based on the depreciation data.","Implementing actor: REWE, PENNY, Thünen-Institut.\nTarget audience: Retail sector.","2021","Germany (national)","Prevention","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [94,"\"Die etwas Anderen\" Kaufland","Selling fruits and vegetables with optical imperfections. Reducing food waste by allowing primary production to market products which are below typical optical norms. ","Implementing actors: Kaufland (retailer) initiated the product range and marketing. Primary production supplies the fruits and vegetables with optical imperfections. \nTarget audience: Consumers.","2019 - on-going","Germany (municipal)","Re-use (human consumption)","https://www.wko.at/branchen/handel/lebensmittelhandel/broschuere-vermeidung-lebensmittelabfaelle.pdf"],
    [95,"\"Rettertüte\"(saviour bag/rescue bag) initiative by LIDL","Reducing food waste by selling products, which are usually not sold anymore. ","Implementing actor: LIDL as retailer and marketing.\nTarget audience: Consumers.","2022 - on-going","Germany (national)","Re-use (human consumption)","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [96,"PENNY Retterregal","Introducing and showcasing innovative products which reduce food waste by being produced by otherwise thrown-away products.","Implenting actors: Multiple food-saving start-ups, whose products where bought and placed in the \"Retterregal\".\nTarget audience: REWE purchasing and retail department for buying the products from start ups. ","2021 - 2022","Germany (municipal)","Recycle (food waste)","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [97,"TESCO Perfectly Imperfect ","Tesco sells misshapen vegetables that would otherwise become waste.","Implementing actors: Tesco (food retailer) and its suppliers.\nTarget audience: Consumers.","2016/2017 - on-going","Hungary (national and international)","Re-use (human consumption)","https://tesco.hu/perfectly-imperfect/ "],
    [98,"STREFOWA/SPAR ","Awareness-raising action in supermarkets on best before dates and what consumers can do to reduce food waste in the shop.","Implementing actor: Spar (food retailer).\nTarget audience: Consumers.","2018","Hungary (national)","Re-use (human consumption)","https://www.spar.hu/sajto/a-spar-vasarloivalegyuettteszazelelmiszerpazarlasellen"],
    [99,"Austria Voluntary Agreement \"Vereinbarung 2017-2030 Zur Vermeidung von Lebensmittelabfällen bei Lebensmittelunternehmen\"","Voluntary agreement with the goal of halfing the food waste for all signatories - multiple private companies from the retail and distribution sector. Signatories are asked to implement measures and start a detailed reporting of the generated food waste by mass. ","Implementing actors: Austrian Ministry on Tourism and Sustainability, multiple private companies from the retail and distribution sector.\nTarget audience:  Private companies from retail and distribution sector.","2017 - on-going","Austria (national)","Prevention","https://www.wko.at/branchen/handel/lebensmittelhandel/broschuere-vermeidung-lebensmittelabfaelle.pdf"],
    [100,"\"Motatos\"","A business selling food products which would otherwise have been wasted due to imperfections / over-production. ","Implementing actor: Motatos.\nTarget audience: Consumers.","2023 - on-going","Austria (national)","Re-use (human consumption)","https://news.cision.com/de/motatos/r/retten-und-sparen--lebensmittel-online-handler-motatos-launcht-in-osterreich,c3715302"],
    [101,"We-Food ","Store (food retail) that sells food products with damaged packaging, incorrect labelling, expired shelf life and seasonal products that cannot be sold in regular supermarkets at a discounted price. Profit from the store goes to social work. Have already 6 shops in two cities of Denmark (Copenhagen and Jutland) that collects and sells almost 700.000 tons / year.","Implementing actors: Folkekirkens Nødhjælp (Danish People’s Church Emergency Aid), run by volunteers \nTarget audience: General public and household consumers.","2016 - on-going","Denmark (municipal - Copenhagen and Jutland)","Re-use (human consumption)","(https://www.noedhjaelp.dk/wefood) (https://cphnews.mediajungle.dk/archives/8317)"],
    [102,"Changing consumers’ mindset / Arla ","Arla uses several tools to minimize food waste. One of them is to change the ‘best before label’ to ‘also good after’. Another initiative is to design packaging, which is easy to fold and fully empty.","Implementing actor: Arla (a Market leader in dairy industry).\nTarget audience: Consumers.","On-going","Denmark (national)","Prevention","https://www.arla.com/sustainability/minimising-food-waste/changing-consumers-mindset/ "],
    [103,"\"Look, Smell, Taste\" ","Influencing message on food label: \"Look, Smell, Taste\" to promote consumers to act before throwing out the food.","Implementing actor: Danish Crown and To Good To Go.\nTarget audience: Consumers.","On-going","Denmark (national)","Prevention","https://www.danishcrown.com/en-gb/sustainability/everyday-life/food-waste/ "],
    [104,"\"Often Good After\" ","Add label information of “Often good after” just after the “best before date” on the food product to cut down on food-waste. The additional information “Often good after” is to guide or motivate consumers to still use the product close to or just after passing the date, as it is often still safe to consume.","Implementing actors: To Good To Go (Start-up with APP) , Unilever & Løgismose Meyers, Coop, Toms Group, Mikkeller, Letz Sushi, TeeDawn and Urtekram.\nTarget audience: Consumers.","2019 - on-going","Denmark (national)","Prevention","https://www.packaginginsights.com/news/often-good-after-unilever-adds-label-information-to-cut-down-on-food-waste.html"],
    [105,"Scan2Save ","A QR barcode based system that allows food packers to add a batch number to identify the sell by date.","Implementing actors: ONE\\THIRD, PlanMiljø, GS1 Denamrk,and University of Copenahgen \nTargeted audience: Retail sector and households.","2020 - on-going","Denmark (national)","Prevention","https://scm.dk/ny-unders%C3%B8gelse-smarte-stregkoder-minimerer-madspild"],
    [106,"Ministry of agriculture; Project: Hrana nije otpad; Guide to reducing food waste in retail ","It provides tips on how to measure and evaluate food waste in the supermarket, the causes of food waste, and tips for consumers on handling food to reduce food waste.","Implementing actors: Ministry of Agriculture, the retail sector.\nTarget audience: Consumers and the retail sector.","2019 - 2022","Croatia (national)","Prevention","https://poljoprivreda.gov.hr/UserDocsImages/dokumenti/hrana/vodici/Vodic_za_smanjenje_otpada_od_hrane_u_trgovini.pdf"],
    [107,"Last Minute Market ","Last Minute Market was established to support large-scale retail companies in the recovery of food surpluses. Today its' areas of action have expanded to other types of non-food goods (e.g., medicines), and thanks to its increasingly innovative package of services (e.g., education, training, communication), it deals with loss and waste prevention across the board.","Implementing actors: Last Minute Market,  institutions, companies, schools, third sector.\nTarget audience: General Public.","1998 - on-going","Italy (national)","Re-use (human consumption)","https://www.lastminutemarket.it/"],
    [108,"Coop Buon Fine ","Within the coop supermarkets there are \"Buon fine\" products with slight defects or near expiration, discounted by 30 to 50 percent.","Implementing actor: Company (Coop)\nTarget audience: Consumers.","On-going","Italy (national)","Re-use (human consumption)","https://www.coopalleanza3-0.it/cooperativa/comunita/buon-fine.html"],
    [109,"MyFoody ","Platform that allows one to find deals from the nearest supermarkets, saving up to 50 percent on groceries and helping to reduce food waste.","Implementing actors: Platform (Phenix app), supermarkets.\nTarget audience: Consumers.","On-going","Italy (national)","Re-use (human consumption)","https://myfoody.it/"],
    [110,"Qualivery","The initiative aims to help reduce the food waste that many stores in Belluno incur on a daily basis. The Green Bag contains fresh, non-preservable products that the stores cannot sell the next day and groceries that risk going unsold because they are close to their expiration date or because they have minor cosmetic defects.","Implenting actors: Qualivery (a web portal and a home delivery service), local retailers.\nTarget audience: Consumers.","On-going","Italy (municipal - Belluno)","Re-use (human consumption)","https://qualivery.it/green-bag/"],
    [111,"FOODELLO ","Save products that do not end up in the supermarket because the best-before date is approaching, a product has disappeared from the range, or because there is a printing error on the packaging, etc. and offer them to the consumer at a discount. ","Implementing actor: Foodello, which is part of Fiksu Ruoka, a Finnish company. \nTarget audience: Consumers.","2016 - on-going","Belgium (regional - Flanders)","Re-use (human consumption)","https://www.foodello.be/page/34/how-it-works"],
    [112,"Good Taste, Zero Waste / Lidl            ","Offering a bottom price for the products that remain on the store shelves and are difficult to be sold due to being close to the expiration date or damaged packaging.  ","Implementing actor: Lidl (food retailer).\nTarget audience: Consumers at Lidl stores and food banks. ","2020 - on-going","Belgium (national)","Re-use (human consumption)","https://corporate.lidl.be/duurzaamheid/maatschappij/voedselverspilling"],
    [113,"Foodie Save ","App connecting surplus food from retailers to consumers for a lower price.","Implementing actor: Foodie Save (company/app).\nTarget audience: Consumers.","2020 - on-going","Ireland (national)","Re-use (human consumption)","https://foodiesave.com"],
    [114,"Fiksuruoka","Fiksuruoka buys surplus food from manufacturers and sells it online to consumers at affordable prices.","Implementing actor: Fiksuruoka (company).\nTarget audience: Consumers.","2016 - on-going","Finland (national)","Re-use (human consumption)","(https://www.fiksuruoka.fi) (https://www.sitra.fi/en/cases/fiksuruoka-brings-surplus-food-to-peoples-doorsteps-the-more-we-grow-the-more-we-reduce-food-waste/)"],
    [115,"Froodly","Froodly’s mobile app rewards consumers for reporting still-fresh discounted products in their local stores. They share a picture of the discounted product, price and store details in the app and gain credits towards rewards such as free coffee. Others can use this information to find great products with a low price all while helping to reduce food waste.","Implementing actor: Froodly (company mobile app).\nTarget audience: Consumers.","2015 - on-going","Finland (national)","Re-use (human consumption)","http://froodly.com"],
    [116,"Aswell ","App connecting surplus food from retailers to consumers for a lower price.","Implementing actor: Aswell (company/app).\nTarget audience: Consumers.","2022 - on-going","Latvia (national)","Re-use (human consumption)","https://aswell.app/index.php?langID=en#about_us"],
    [117,"FoodObox ","Via the app, allows businesses to sell surplus food and to avoid throwing it out.","Implementing actor: FoodObox.\nTarget audience: Consumers.","2021 - on-going","Bulgaria (national)","Re-use (human consumption)","(https://www.trendingtopics.eu/foodobox-bulgarian-startup-saves-meals-and-battles-food-waste) (https://foodobox.com)"],
    [118,"Globble ","App allows customers to buy surplus food from food retailers and thereby save it from going to waste.","Implementing actors: Globble, food services sector.\nTarget audience: Consumers.","On-going","Malta (national)","Re-use (human consumption)","https://globblemalta.com"],
    [119,"Nous, Anti-Gaspi ","Sells online surplus food or food that is hard to sell - i.e. due to expiry dates, appearance.","Implementing actor: Nous, Anti-Gaspi (non-profit).\nTarget audience: Consumers.","2018 - on-going","France (national)","Re-use (human consumption)","https://www.nousantigaspi.com"],
    [120,"","","","","","",""],
    [121,"Redistribution","","","","","",""],
    [122,"","","","","","",""],
    [123,"The Felix Project","Redistribution of surplus food to people in need via charities and primary schools.","Implementing actor: Felix Project (non-profit). \nTarget audience: Consumers obtaining food from charities or at schools.","2016 - on-going","United Kingdom (municipal - London)","Re-use (human consumption)","https://thefelixproject.org"],
    [124,"FareShare ","Redistribute surplus food to people in need via charities.","Implementing actors: FareShare (non-profit) Homeless Connect (non-profit)\nTarget audience: Consumers who otabin food from charities. ","2004 - on-going","United Kingdom (national)","Re-use (human consumption)","https://fareshare.org.uk"],
    [125,"Wonky Veg Box ","Redistribute surplus fresh produce (fruits, vegetables) to the average consumer via on-line purchase, and to people in need via charities. Ten percent of food is allocated for charities. Prioritises food that is at high risk of going to waste due to aesthetic requirements of supermarkets.","Implementing actor: Wonky Veg Boxes (company). \nTarget audience: Wonky Veg Boxes customers and people who obtain food from charities/food banks.","2014 - on-going","United Kingdom (national)","Re-use (human consumption)","https://wonkyvegboxes.co.uk"],
    [126,"Community Food Connection Scheme ","Program which links local charities to Tesco stores.","Implementing actor: Tesco (food retailer), and FareShare (non-profit).\nTarget audience: Consumers who obtain food from charities.","2016 - on-going","United Kingdom (national)","Re-use (human consumption)","https://www.tescoplc.com/sustainability/communities/food-redistribution"],
    [127,"Planzheroes ","Food donation platform to donate and/or access surplus food.","Implennting actors: Planzheroes, food services sector.\nTarget audience: Charities, community groups.","2010- on-going","United Kingdom (national)","Re-use (human consumption)","https://planzheroes.org"],
    [128,"Sodexo Stop Hunger Foundation ","Works to redistribute food to thousands of community groups around the country.","Implementing actor: Sodexo (food retailer)\nTarget audience: Socio-economic disadvantaged communities.","1996 - on-going","United Kingdom (national) ","Re-use (human consumption)","https://uk.sodexo.com/volunteering.html"],
    [129,"Wasteful to Tasteful","Rescue and distribute \"wonky\" fruit and vegetables to Sodexo sites, where their chefs use the ingredients to create dishes.","Implementing actor: Sodexo (food retailer).\nTarget audience: Chefs.","On-going","United Kingdom (national)","Re-use (human consumption)","https://uk.sodexo.com/social-impact/planet/wasteful-to-tasteful.html"],
    [130,"Company Shop Group / Community Shop ","Surplus food from well-known brands at low prices.","Implementing actors: Company Shop (social enterprise), food retailers, food services sector.\nTarget audience: Socio-economic disadvantaged communities.","On-going","United Kingdom (national)","Re-use (human consumption)","https://www.companyshopgroup.co.uk/about-us"],
    [131,"Community Fridges / Hubbub ","A Community Fridge is a space that brings people together to eat, connect, learn new skills and reduce food waste. It is a site where local people can share food, this includes surplus from supermarkets, local food businesses, producers, households and gardens. Fridges are run by community groups in shared spaces such as schools, community centres and shops, with their main purpose being to save fresh food from going to waste.","Implementing actors: Supermarkets and environmental charity Hubbub. \nTarget audience: Households.","On-going","United Kingdom (national)","Re-use (human consumption)","https://www.hubbub.org.uk/the-community-fridge"],
    [132,"Prikka Kiertoon ","Reducing food waste & supporting job creation. Food is given to those in need.","Implementing actor: Dianokissa-laitos (NGO), Oulu Municipality, other partners.\nTarget audience: People in need of food, the unemployed (will be employed by the initiative).","2021 - on-going","Finland (municipal - Oulu)","Re-use (human consumption)","https://www.hdl.fi/prikka-kiertoon/ "],
    [133,"Yhteinen Pöytä - Shared Table","Sets up a surplus food terminal, “Shared Table”, connecting food factories, wholesalers, and retailers to a large network of food aid distributors.","Implementing actors: \nMunicipality of Vantaa (financing and managing) Vantaa Parish Union (financing), donors, network operators that utilize the redistributed food (community canteens, etc.).\nTarget audience: +5,000/week low-income residents of Vantaa.","2015 - on-going","Finland (municipal - Vantaa)","Re-use (human consumption)","(https://bin.yhdistysavain.fi/1592855/rfQzH5AYnQ3zNB163CUW0SwCEM/yhteinenpoyta_abc_kirja_english.pdf) (https://www.yhteinenpoyta.fi/en/)  "],
    [134,"Food Waste Combat","Excess food is collected from supermarkets and restaurants in a specialised van for food transport, which is then stored in a logistics centre, distributed to local social charities, or processed for daily meals in homeless shelters.","Implementing actors: Banca de Alimente Cluj (multi-stakeholder association), local non-profits, food services sector, retailers.\nTarget audience: Homeless shelters, population in need.","2018","Romania (municipal- Cluj-Napoca)","Re-use (human consumption)","https://circulareconomy.europa.eu/platform/en/good-practices/providing-those-need-food-we-waste-food-waste-cluj-leading-pack-socio-circular-innovation-romania"],
    [135,"No Waste/Society for Responsible Consumption","Reduce food waste in the agri-food market in the city of Aiud. In the agri-food market in Aiud, Society for Responsible Consumption volunteers collect unsold vegetables and fruits (for unsightly or fresh reasons) from producers every Thursday. In the evening the food is delivered to beneficiary families identified during the respective week.","Implementing actors: SCR Association, primary producers.\nTarget audience: Population in need.","July - November 2016","Romania (municipal - Aiud)","Re-use (human consumption)","https://rocesp.ro/wp-content/uploads/2022/02/V4-final-Food-Waste-Report.pdf"],
    [136,"Meal of Joy/Vasiliada Association","Foods are distributed in perfect condition for consumption, but which for various reasons can no longer be used in the economic process (goods with improper packaging, overproduction, short shelf-life). In Dolj and Gorj counties, the Vasiliada Association distributes the food collected from the two commercial partners to the people in need, beneficiaries of its social projects.","Implementing actors: Vasiliada Association, Selgros Cash & Carry, Carrefour Romania SA.\nTarget audience: Population in need.","2009 - on-going","Romania (regional - Dolj and Gorj counties)","Re-use (human consumption)","https://rocesp.ro/wp-content/uploads/2022/02/V4-final-Food-Waste-Report.pdf"],
    [137,"Donation of Food Saves the Climate / Zachra? jídlo ","Donation of surplus food from canteens and fast foods.","Implementing actors: Zachra? jídlo (non-profit association), food services sector.\nTarget audience: People in need.","2020 - 2022","Czech Republic (national)","Re-use (human consumption)","https://zachranjidlo.cz/donating-food-saves-the-climate/"],
    [138,"SIRPLUS business model ","Selling food from overproduction, with minor imperfections, and other sources, which would otherwise have been exposed.","Implementing actors: SIRPLUS, consumers, wholesalers, producers. \nTarget audience: Consumers.","2017 - on-going","Germany (national)","Re-use (human consumption)","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [139,"Foodsharing Luxembourg","Goal is to reduce FLW through redistribution, engagement, political education, and awareness raising.","Implementing actors: Citizens / volunteers run the project; 107 businesses from unspecified links of the food value chain cooperate.\nTarget audience: Mostly the general public, who can use the exchange points and are engaged on \"Distribution days\".","2019 - on-going","Luxembourg (national)","Re-use (human consumption)","https://www.foodsharing.lu/"],
    [140,"Distribution Days, Foodsharing Luxembourg ","Goal is to reduce FLW through redistribution, engagement and awareness raising, as well as political education.","Implementing actors: Civil society organization; citizens getting food from the distribution days; retailers and producers providing the food.\nTarget audience: Citizens, policy makers.","2021","Luxembourg (national)","Re-use (human consumption)","https://www.foodsharing.lu/news/"],
    [141,"\"Stemm vun der Strooss\" Restaurants","Provide food to people in need at a very low price.","Implementing actor: Civil society organisation: Stemm vun der Strooos running social restaurants and redistributing food; large retailer provides food in partnership.\nTarget audience: Low-income persons.","On-going","Luxembourg (national)","Re-use (human consumption)","http://stemm.lu/services/restaurant-social/"],
    [142,"Budapest Bike Maffia","Ad hoc food rescue (min. 50 portions) with volunteers delivering the food to charities.","Implementing actors: Bike Maffia coordinating, finding receiving charities, Bike Maffia's volunteers delivering, food donors. \nTarget audience: Charities receiving the food.","2011 - on-going","Hungary (municipal - Budapest)","Re-use (human consumption)","https://bikemaffia.com/projektek/etelmentes/"],
    [143,"Food Not Bombs Budapest","Food Not Bombs is an informal organisation whose volunteers once a week rescue vegetables and fruits from a market in Budapest and cook a vegan meal for people in need. They distribute the food in public places.","Implementing actors: Volunteers and Food Not Bombs.\nTarget audience: Consumers (people in need).","On-going","Hungary (municipal - Budapest)","Re-use (human consumption)","https://www.facebook.com/foodnotbombsbudapest/"],
    [144,"Direct food surplus redistribution","Direct food redistribution is a facilitated food donation process, managed by the Hungarian Food Bank Association, in cooperation with 6 retail chains and about 400 charities in the country.","Implementing actors: Hungarian Foodbank Associatiaon, retailers, charities.\nTarget audience: Consumers.","On-going","Hungary (national)","Re-use (human consumption)","https://www.elelmiszerbank.hu/hu/tevekenysegunk/aruhazi_mentes.html"],
    [145,"REFOOD","A 100 percent volunteer movement that transforms not only waste into nutrition, but also the lives of everyone involved in Refood’s goodwill driven, circular and solidary economy. Largely collection and redistribution of food to those in need, but also gives left-over food to composting, making energy and feed.","Implementing actors: Volunteer citizens / associations.\nTarget audience: Individual citizens from all sectors, NGOs, food banks.","On-going","Portugal (national and international)","Re-use (human consumption)","https://re-food.org/en/home/"],
    [146,"Electronic platform for the management of the donation of food surpluses ","Implementing an already-developed electronic platform for food surplus' donations' management.","To benefit actors involved in redistributing food surplus to charities, people in need.","On-going","Portugal (municipal - Almada)","Re-use (human consumption)","ICLEI Newsletter, direct contact."],
    [147,"Gratix","Gratix is a circular and sustainable app to share for free, in which you can share with the community food rescued from shops and restaurants or that you will not be able to take advantage of at home, and make yourself a \"food saver\" against food waste.","Implementing actor: Gratix.\nTarget audience: Individual citizens from all sectors.","On-going","Spain (national)","Re-use (human consumption)","https://www.gratix.com/"],
    [148,"TALKUAL ","TALKUAL is a Catalan company whose mission is to reduce waste. Fresh produce that can not be accepted at supermarkets due to appearance, are sold directly from farms to consumers (brought to home) at a lower price.","Implementing actors: Talkual, primary producers.\nTarget audience: Consumers.","On-going","Spain (regional - Catalonia)","Re-use (human consumption)","https://www.talkualfoods.com/"],
    [149,"Red de Recuperación de Alimentos de Rivas","The Rivas Food Recovery Network is a group of more than 200 volunteers, members of the Intertiempo Rivas association, which fights against food waste in the municipality. The objective of this Network is to alleviate the effects of disadvantaged families in the municipality, obtain food from individuals and entities for delivery to beneficiaries. This network works in teams of people who are distributed in six areas of Rivas and who collect food at eleven separate points.","Implementing actor: Organization Root Rights\nTarget audience: Disadvantaged families in the municipality.","2015 - on-going","Spain (municipal - Rivas-Vaciamadrid)","Re-use (human consumption)","https://yonodesperdicio.org/iniciativa/red-de-recuperacion-de-alimentos-de-rivas/"],
    [150,"Red Alimenta ","Red Alimenta is a local association that, through a network formed by volunteers, aims to reduce food waste in the city of Toledo and promote sustainable consumption. The collection of surplus food from different catering establishments (school canteens, restaurants, hospitals, etc.) and deliver it through a network of volunteers to people who are in a vulnerable situation.","Implementing actors: Volunteers.\nTarget audience: Stakeholders across the supply chain from producers to individual consumers.","2016 - on-going","Spain (municipal - Toledo)","Re-use (human consumption)","http://redalimenta.org/"],
    [151,"Nevera Solidaria ","Solidarity Fridge allows people to leave and pick up food freely in a solidarity fridge installed in the street.","Implementing actors: Galdakao Volunteer Humanitarian Association GBGE.\nTarget audience: Consumers.","2015 - on-going","Spain (municipal - Galdakao) ","Re-use (human consumption)","http://neverasolidaria.org/en/what-is-solidarity-fridge/"],
    [152,"Aprofita València\n","One of the initiatives set up by the Food Council of the Municipality of Valencia is Aprofita València. Voluntary citizens gather to collect surplus food and deliver it to those in need.","Implementing actors: \n1) Members from the Consell Alimentari de València, Ayuntamiento de Valencia, Cátedra Tierra Ciudadana (Universitat Politècnica de València), Universitat de València, Per L’Horta, Plataforma Sobirania Alimentària, Las Naves, Adicae, Food redistribution charities, Association of neighbors from Castellar Oliveral, Codinucova Association of Dietitians and Nutritionists from Comunidad de Valencia (Valencia Region), small agricultural producers,  Mercavalencia.\n\nTarget audience: pPeople in need of food aid, general population (Awareness raising).","2020 - on-going","Spain (municipal - Valencia)","Re-use (human consumption)","(https://consellalimentari.org/es/la-estrategia-agroalimentaria-valencia-2025/) (https://consellalimentari.org/es/aprofita-valencia/)"],
    [153,"HopHop Food ","HopHopFood aims to develop food solidarity areas, while reducing food waste of individuals and households, via a free digital platform. HopHopFood is a platform which geolocates and connects people who have, at any given moment, not enough good food and those who occasionally or generally have too much food or want to donate it.","Implementing actors: Hop Hop Food (non-profit association), donations from retailers, food services sector, individuals\nTarget audience: General public, those in need.","2016 - on-going","France (national)","Re-use (human consumption)","https://www.hophopfood.org"],
    [154,"Linkee","Redistribute surplus food from food services sector to those in need via food banks.","Implementing actors: Linkee (non-profit association), farmers, food services sector, food banks. \nTarget audience: Population in need.","2016 - on-going","France (regional - Île-de-France and municipal - Lyon, Bordeaux)","Re-use (human consumption)","https://linkee.co"],
    [155,"Excellents Excedents","Works on the transport component of picking up surplus food from food services sector and delivering it to entities that sell at reduced price or charities / food banks.","Implementing actors: Excellents Excedents (non-profit organization, focused on transport and logistics), food services sector, charities, food banks.\nTarget audience: People in need.","2016 - on-going","France (national)","Re-use (human consumption)","https://www.excellents-excedents.fr"],
    [156,"Le Chainon Manquant","Redistribute surplus food from food services sector to those in need via food banks.","Implementing actors: Le Chainon Manquant (non-profit association), food services sector, food banks.\nTarget audience: Population in need.","2014 - on-going","France (national)","Re-use (human consumption)","https://lechainon-manquant.fr"],
    [157,"Biocycle ","Redistribute surplus food from food services sector to those in need via food banks, raise awareness for the general public, and help companies put in place anti-food waste measures.","Implementing actors: Biocycle (non-profit organization), food services sector, charities, food banks.\nTarget audience: Population in need.","2014 - on-going","France (municipal - Paris)","Re-use (human consumption)","https://biocycle.fr"],
    [158,"Comerso","The company offers a solution which takes responsibility for administrative, fiscal, organisational and logistical aspects related to the donation of perishable goods to organisations. This is the first logistic and digital operator of unsold goods optimisation for companies and free for food aid organisations. The company uses all the new technologies to rationalise each step of the collection and guarantee the best conditions of delivery in the quickest way. ","Implementing actors: Comerso (non-profit organization), companies (food services sector).\nTarget audience: Charities, food banks, food aid organizations.","2013 - on-going","France (national)","Re-use (human consumption)","https://www.comerso.fr"],
    [159,"Le Halte du Coeur ","Collecting foodstuffs from food manufacturers and redistributing food parcels to those in need is the core business.","Implementing actors: La Halte du Coeur (non-profit organization), food manufacturers, charities, food banks.\nTarget audience: Population in need.","1986 - on-going","France (national)","Re-use (human consumption)","https://www.halteducoeur.org/nos-projets"],
    [160,"Moissons Solidaires","Collect and re-distribute excess food from outdoor food markets to those in need.","Implementing actors: Moissons Solidaires (non-profit organization), food markets.\nTarget audience: Population in need.","2013 - on-going","France (national)","Re-use (human consumption)","https://www.moissons-solidaires.fr"],
    [161,"La Tablée des Chefs ","This organization recovers the food that would be thrown out from hotels, restaurants, banquets - food services industry. La Tablée des Chefs prepares dishes with these leftovers, and delivers them to social institutions that work with people who have limited resources.","Implementing actors: Teachers, Food Banks, NGOs.\nTarget audience: Children, students.","2013 - on-going","France (national)","Re-use (human consumption)","http://www.tableedeschefs.fr"],
    [162,"Les Restos du Coeur ","A French charity, with the main activity of which is to distribute food packages and hot meals to those in need. The association targets homeless and those with a low or a very low income. Collections are organized daily by volunteers throughout France in order to collect from supermarkets, for example, products often destined for destruction due to the proximity of the expiry dates.","Implementing actors: Les Restos du Coeur (non-profit association), food services sector, supermarkets.\nTarget audience: Population in need.","1985 - on-going","France (national)","Re-use (human consumption)","https://www.restosducoeur.org"],
    [163,"Chrismas Surplus (Juleoverskud) ","The nationwide annual charitable project, where volunteers collect tons of good surplus Christmas food from partner (REMA 1000) and distributes it free of charge to poor families in Denmark.","Implementing actors: Stop Spild Af Mad, Dansk Folkehjælp and REMA 1000.\nTarget audience: Marginal families/people.","2008 - on-going","Denmark (national)","Re-use (human consumption)","https://stopwastingfoodmovement.org/our-projects/"],
    [164,"Food-Surplus (Madoverskud) ","Digital platform that makes it easy to donate or receive surplus food.","Implementing actors: PlanMiljø (Now Norion), Stop Spild Af Mad.\nTarget audience: Aid organizations for the homeless and socially disadvantaged.","On-going","Denmark (national)","Re-use (human consumption)","https://www.gratismad.dk/ "],
    [165,"FødevareBanken (Food Bank)","The Food Bank is the largest organization in Denmark that works in a structured and food-safe manner to distribute surplus food to the vulnerable. It collects surplus food from industry (all stages of supply chain) and distribute to social organizations free of charge.","Implementing actors:  Industry, especially retailers as a donors of surplus food, volunteers.\nTarget audience:  Socially disadvantages organization as recipient of surplus food.","2008 - on-going","Denmark (national)","Re-use (human consumption)","https://foedevarebanken.dk/ "],
    [166,"Too Good To Go","App B2C marketplace (online platform) for selling and buying surplus food at a discounted price. The app lets you buy and collect 'Magic Bags' of this food - at a great price - so it gets eaten instead of wasted.","Implementing actor:Too Good To Go (start-up with online platform). \nTarget audience: Consumers.\n","2015 - on-going","Denmark (national and international)","Re-use (human consumption)","https://toogoodtogo.dk/ "],
    [167,"Federation of Lions Clubs, District 129 Slovenia: Project: Donirana hrana","Food distribution from different stores to the people in need in Slovenia. In 2019, project \"Donirana hrana\" expanded to more than 100 stores across Slovenia. More than 860 tonnes of donated food were distributed. ","Implementing actors: Grocery stores\nTarget audience: Consumers in need.","2012 - on-going","Slovenia (national)","Re-use (human consumption)","https://www.lions.si/projekti/#donirana-hrana"],
    [168,"BringTheFood","Bringthefood is the web application for companies and non-profits that simplifies the donation and recovery of surpluses.","Implementing actors: Researchers, companies, NGOs, food banks/charities.\nTarget audience: People in need.","2015 - on-going","Italy (national) ","Re-use (human consumption)","https://bringfood.org/en/"],
    [169,"CiBus","Association that collects the food that every day, if not consumed, should be thrown away and redistribute it fairly to charitable kitchens in Matera.","Implementing actors: NGOs, volunteers, Local bakeries - bars - greengrocers.\nTarget audience: Charities and consumers in need.","2015 - on-going","Italy (municipal - Matera)","Re-use (human consumption)","https://www.facebook.com/cibusraccoltalimentare/"],
    [170,"Non si butta via niente ","Project that nurtures a dense network of recovery, waste prevention and solidarity to needy families in the area, combining it with attention to sustainability and the weakest segments of the population.","Implementing actor: Municipality of Imola, companies, NGOs.\nTarget audience: Consumers in need.","2022 - on-going","Italy (municipal - Imola)","Re-use (human consumption)","https://www.comune.imola.bo.it/novita/comunicati/2022/11/il-comune-di-imola-vince-il-premio-vivere-a-spreco-zero-2022-con-il-progetto-un-sbota-veja-gnet-non-si-butta-via-niente"],
    [171,"CiboAmico (Gruppo Hera) ","Corporate project that helps to recover meals prepared and not consumed within its corporate canteens. These meals are then collected and donated to 5 non-profits that provide hospitality and assist fragile and troubled people on a daily basis.","Implementing actor: Gruppo Hera (company)\nTarget audience: Charities, people in need.","2009 - on-going","Italy (regional - Emilia-Romagna)","Re-use (human consumption)","https://www.gruppohera.it/insieme/progetti/ciboamico"],
    [172,"Babaco Market ","Web platform that sells fruits and vegetables with shape and size defects that are not accepted by traditional channels - such as supermarkets - and therefore are often destined for waste.","Implementing actors: Primary producers.\nTarget audience: Consumers.","2020 - on-going","Italy (national)","Re-use (human consumption)","https://babacomarket.com/mission/"],
    [173,"RECUP ","RECUP is a project that aims to combat food waste and promote active citizenship. At markets they recover unsold food, sort it, and share it with all the people who participate in the activity.","Implementing actors: Association RECUP, volunteers (from the general public).\nTarget audience: General public.","2016 - on-going","Italy (municipal - Milan, Rome)","Re-use (human consumption)","https://associazionerecup.org"],
    [174,"Carovana Salvacibo and RePoPP ","The association recovers fruit and vegetable products in places where they are at risk of being turned into waste (wholesale markets, fruit and vegetable markets, fields) and distributes it to beneficiaries.","Implementing actors: RePopp project (supported by the Department of Ecological Transition and the Iren Group), Carovana Salvacibo project (supported by social services of municipality of Turin), volunteers, markets.\nTarget audience: People in need.","2021 - on-going","Italy (municipal - Torino)","Re-use (human consumption)","https://www.ecodallecitta.it/spreco-alimentare-torino-allavanguardia-nel-recupero-di-ortofrutta-ai-mercati/"],
    [175,"Food for Soul","NGOs in which professional chefs prepare meals for people in need using surplus delivered by various suppliers. Refectory spaces (13 around the world) are also used for cultural activities and workshops involving the community to promote social inclusion.","Implementing actors: Chefs, donors (suppliers).\nTarget audience: People in need.","2016 - on-going","Italy (national and international)","Re-use (human consumption)","https://www.foodforsoul.it"],
    [176,"Viva la bontà…abbasso lo spreco! ","Project in which food that is not consumed in school canteens is recovered and redistributed for social purposes.","Implementing actors: Schools (canteen service), pupils, voluntary associations, municipality.\nTarget audience: People in need.","2017 - 2020","Italy (municipal - Monte San Savino)","Re-use (human consumption)","https://www.arezzonotizie.it/attualita/zero-spreco-mense-scolastiche-monte-san-savino.html"],
    [177,"Rete solida ","School project in which leftover food in five school canteens is recovered and donated to two charities.","Implementing actors: Schools (canteen services), municipality. \nTarget audience:  Charities, people in need.","2022 - on-going","Italy (municipal - Padua)","Re-use (human consumption)","https://www.aclipadova.it/index/index/id/66/fh/5/rete_solida.html"],
    [178,"Ricibo ","Project involving the city of Genoa in networking local associations that are involved in recovering surplus food and distributing it to people in need.","Implementing actors: 69 local associations, donors.\nTarget audience: People in need.","2017 - on-going","Italy (municipal - Genoa)","Re-use (human consumption)","https://www.ricibo.org/progetto/chi-siamo/"],
    [179,"Foodbusters ","The Foodbusters are a group of people who founded the first food recovery association in the Marche region.","Implementing actors: NGO Foodbusters, volunteers.\nTarget audience: Food banks, people in need.","2017 - on-going","Italy (regional - Marche) ","Re-use (human consumption)","https://www.foodbusters.it/"],
    [180,"6 Salvacibo ","Initiative aimed at recovering surplus food at neighborhood markets and stores, and subsequent distribution to the beneficiaries of the associations involved in the recovery, as well as to fragile families in Municipio 6.","Implementing actors: Retailers, markets, NGOs (New Community, Eco dalle Città, Santa Rita Cooperative, Milano 10 Scout Group).\nTarget audience: People in need.","2021 - on-going","Italy (municipal - 6 Milano)","Re-use (human consumption)","https://www.csvlombardia.it/milano/post/6-salvacibo/"],
    [181,"Associazione Alveare ","Association that collects unsold products at outdoor markets and supermarkets. The pickup is taken care of by the young people followed by the association for vocational rehabilitation. The goods are used to support the families of a parish center (200 families).","Implemnting actors: Markets, supermarket, NGOs.\nTarget audience: Families of a parish center (200 families).","2014 - on-going","Italy (municipal - Stadera-Milano)","Re-use (human consumption)","https://www.csvlombardia.it/milano/post/io-non-butto-associazione-alveare/"],
    [182,"Associazione La Forza del Pane ","Daily collection of surplus food from five bakeries in Gorgonzola and distribution to people in need through Caritas Gorgonzola. In addition, the Association engages in activities to raise awareness about food waste and reuse of surplus food.","Implementing actors: Five local bakeries, Association La Forza del Pane.\nTarget audience: Caristas Gorgonzola, people in need.","2018 - on-going","Italy (municipal - Gorgonzola)","Re-use (human consumption)","https://www.csvlombardia.it/milano/post/io-non-butto-la-forza-del-pane/"],
    [183,"E il resto non si butta ","Pickup of fruits and vegetables by volunteers at school canteens twice a week with delivery to a charity, which distributes the next day.","Implementing actors: Schools (canteens) retailers, markets, Lions Club, NGO.\nTarget audience: Charity, people in need.","2018 - on-going","Italy (municipal - Lainate)","Re-use (human consumption)","https://www.csvlombardia.it/milano/post/io-non-butto-e-il-resto-non-si-butta/"],
    [184,"Pane e Rose ","Initiative that collects surplus from supermarkets and bakeries and redistributes it to people in need.","Implenting actors: Supermarkets, bakeries, Pane e Rose volunteers.\nTarget audience: Charities, people in need.","2018 - on-going","Italy (municipal - Monza)","Re-use (human consumption)","https://www.csvlombardia.it/milano/post/io-non-butto-pane-e-rose/"],
    [185,"Prima il pane","Recovers and distributes food items no longer useful for sale but good for charitable purposes.","Implementing actors: Cumse Onlus Foundation volunteers, supermarkets, local retailers.\nTarget audience: Charities, people in need.","2018 - on-going","Italy (municipal - Cinisello Balsamo, Cusano Milanino)","Re-use (human consumption)","https://www.csvlombardia.it/milano/post/io-non-butto-prima-il-pane/"],
    [186,"La mensa che non spreca ","The goal of the project is to activate a solidarity circuit that, in addition to helping people in need, will help eliminate food waste by recovering undiscarded food from school canteens.","Implementing actors: Schools, municipality of Venice, volunteers of the Auser Territoriale Volontariato Venezia and Anvolt Mestre associations.\nTarget audience: Solidarity canteens (Casa dell'Ospitalità and Amici di San Francesco dei Capuchin Friars of Mestre), people in socio-economic difficulties.","2021 - on-going","Italy (municipal - Mestre)","Re-use (human consumption)","https://www.csvvenezia.it/progetti/brbrla-mensa-che-non-spreca-perche-leccedenza-alimentare-non-diventi-sprecobr_6.html"],
    [187,"Cacciatori di briciole ","Volunteers that recover food that remains unsold at the end of the night at cafes, bakeries, fruit and vegetable shops, and supermarkets, and redistribute it to people in need.","Implementing actors: Volontarius Association volunteers, restaurants, food retailers, supermarkets.\nTarget audience: People in need.","2013 - on-going","Italy (municipal - Bolsano)","Re-use (human consumption)","http://briciole.volontarius.it/?page_id=19"],
    [188,"Ri-generi alimentari (Association that distributes for free unsold fruits and vegetables in downtown Livorno markets.)","Association that distributes for free unsold fruits and vegetables in downtown Livorno markets.","Implementing actors: AAMPS, municipality of Livorno, markets.\nTarget audience: Consumers at the markets.","2021 - 2022","Itay (municipal - Livorno)","Re-use (human consumption)","https://www.comune.livorno.it/articolo/ri-generi-alimentari-consegna-gratuita-frutta-verdura-invendute-ai-mercati-del-centro"],
    [189,"ReFoodGees Roma Salvacibo","Association that recovers and redistributes for free surplus food within Roman neighborhood markets.","Implementing actors: ReFoodGees volunteers, markets.\nTarget audience: Consumers, people in need.","2017 - on-going","Italy (municipal - Rome)","Re-use (human consumption)","https://refoodgees.org/"],
    [190,"Bari Social Food ","The Bari Social Food project aims to offer opportunities for combating food waste via the collection and redistribution of surpluses to people and households in socioeconomic distress. Also by promoting in the medium to long term a change in the approach and a greater sensitivity and awareness with respect to the issues of waste and the environmental, social, and economic impact that the failure to use surplus resources entails.","Implementing actors: Municipaliy of Bari, NGOs.\nTarget audience: People with socio-economic challenges.","2017 - on-going","Italy (municipal - Bari)","Re-use (human consumption)","https://www.barisocialfood.it/"],
    [191,"SprecoZero Taranto ","The project aims to identify and implement sustainability models and shared tools that allow the achievement of recovery rates far higher than those achieved by the individual work of Local Voluntary Associations. The project thus aims to synergize and maximize the impact of the actions already implemented for years in Taranto by promoting associations on the issue of food waste. The Zero Spreco Taranto project has as its main objective the recovery of medicines, foodstuffs and cooked food for redistribution to people in difficulty and who are less well-off.","Implementing actors: Municipality of Taranto, NGOs.\nTarget audience, Charities, people in need.","On-going","Italy (municipal - Taranto)","Re-use (human consumption)","https://www.sprecozerotaranto.it/"],
    [192,"Cibiltà ","The project aims to implement concrete measures and actions to limit waste, promoting initiatives to recover surplus food to be allocated to families in need in the municipal area.","Implementing actors: Municipality of Pomezia, Communication company, schools, food services (restaurants, etc.).\nTarget audience: General Public.","2021 - 2022","Italy (municipal - Pomezia)","Re-use (human consumption)","https://www.comune.pomezia.rm.it/it/news/132791/progetto-cibilta-pomezia-dice-no-allo-spreco-alimentare"],
    [193,"Hub di Quartiere contro lo Spreco Alimentare\n(Local Food Hubs) ","Since 2015, Milan has created Local Food Waste Hubs to recover food surpluses from local supermarkets and canteens and redistribute it to people in need through local neighbourhood networks. The Municipality allocated city-owned buildings for stocking and redistribution of recovered food and implemented a tax reduction measure that rewards businesses that donate food with a 20 percent reduction on the waste tax.","Implementing actors: Municipality of Milan, Politecnico Milano, Assolombarda, QUBI, Banco Alimentare, Collaborating companies.\nTarget audience: Inhabitants in need.\n","2018/2019 - on-going","Italy (municipal - Milan)","Re-use (human consumption)","https://foodpolicymilano.org/hub-quartiere-spreco-alimentare/"],
    [194,"Foodsharing Tartu ","Foodsharing Tartu is a movement that saves and distributes leftover food in Tartu, cooperating with individuals, retailers, companies and food producers.","Implementing actors: Foodsharing Tartu volunteers,  retailers, companies, producers.\nTarget audience: Consumers","2019 - on-going","Estonia (municipal - Tartu)","Re-use (human consumption)","https://www.foodsharing.ee/eng.html"],
    [195,"Foodsavers Antwerp","Foodsavers is an initiative of the city of Antwerp that collects food surpluses free of charge and redistributes them to aid organizations that are committed to food distribution.","Implementing actor: Municipality of Antwerp.\nTarget audience: Food redistribution social entities.","2020 - on-going","Belgium (municipal - Antwerp)","Re-use (human consumption)","https://www.antwerpen.be/product/doneer-voedseloverschotten "],
    [196,"FoodSavers Ghent ","Redistribution of excedent food from supermarkets to social organisations and those in need. Foodsavers Ghent employs citizens that have long been unemployed.","Implementing actors: Ghent City Council, OCMW (NGO).\nTarget audience: Supermarkets, depots, food auctions.","2017 - on-going","Belgium (municipal - Ghent)","Re-use (human consumption)","https://stad.gent/sites/default/files/media/documents/Foodsavers%20handleiding%20ENG.pdf "],
    [197,"wegEETbox Sint-Maartensdal ","Fridges where local residents and other people from Leuven can put in or take out food surpluses. Both private and professional food surpluses are welcome in the wegEETbox. People who are in need can in turn take something out of it. Managed by the municipality, volunteers participate.","Implementing actors: Municipality of Leuven, Buurtcentrum Sint-Maartensdal, volunteers.\nTarget audience: Private and professional food surplus generators, people in need.","2017 - on-going","Belgium (municipal - Leuven)","Re-use (human consumption)","https://ecofoodmap-dashboard.vercel.app/initiatives/19 "],
    [198,"Invendus pas Perdus","Since December 2017, a municipal employee has collected unsold products from several partner supermarkets. He then brings them to associations such as the Red Cross, the Episol social grocery store. Schaerbeek is the first municipality to have set up a large-scale circuit and recently it has just passed the milestone of 100 tonnes of redistributed unsold food.","Implementing actors: City of Schaerbeek (Service eco-conseil within the Sustainable Development department), partner supermarkets (about 5), associations, which are the ones that get the redistributed food (about 16).\nTarget audience: People in need of food aid.","2017 - on-going","Belgium (municipal - Schaerbeek)","Re-use (human consumption)","https://www.1030.be/fr/invendus-pas-perdus#:~:text=Un%20projet%20solidaire&text=La%20commune%20vient%20aussi%20aider,les%20Schaerbeekois%20les%20plus%20fragilis%C3%A9s "],
    [199,"The Schenkinsbeurs Donation Grant                              ","The Donation Grant offers a solution by connecting food companies that have unsold goods (donors) with food aid and social organizations that are looking for donations (recipients).  ","Implementing actors: The initiator is KOMOSIE vzw, the umbrella organization of environmental entrepreneurs in the social economy in Flanders. Operational partners FdSS, Herwin, Level IT, federal, regional, and municipal government, federations (Comeos, Fevia), and donors who are food companies with surplus unsold foodstuff.  \nTarget audience: Recipients of the surplus food are (social) organizations in need of food to further distribute to the needy. ","On-going","Belgium (regional - Flanders)","Re-use (human consumption)","(https://www.schenkingsbeurs.be/het-concept/) (https://www.landelijkegilden.be/informeren/actualiteit/voedseloverschotten-wegschenken)"],
    [200,"FLAVOUR ","Flavour is a European partnership with 10 partners from Belgium that explores new ways to combat food waste, create jobs for people with a large distance to the labour market and support people in poverty. FLAVOUR encourages producing, buying and consuming food in a \"different way\" in order to prevent waste as much as possible. With the surpluses, distribute food through distribution platforms to food aid and social organizations, and transform/process/valorise food into new longer-lasting products.","Implementing actors: Belgium (Flanders: Foodsavers Bruges, Mechelen, Zuiderkempen, SOBO & MOWI, VIVES University of Applied Sciences), France (Panier de la Mer) and Great Britain (Brighton & Hove Food partnership, Feedback Global and FareShare Sussex). \nTarget audience: General public especially the unemployed part of the working population.","2018","Belgium (municipal - Bruges, Mechelen,and international - France and Great Britain)","Re-use (human consumption)","https://flavour2seas.eu/flavour/"],
    [201,"FOOD HUB-Mechelen","The Food Hub Together with Ecoso created the first food hub in Mechelen. Through FoodSavers, collects food surpluses from supermarkets, and safe, local traders. They then distribute this food to poverty organizations and schools in Mechelen.","Implementing actors: Municipal government of Mechelen (city), Buurwinkel La Luna, Foodsavers.\nTarget audience: Consumers in Mechelen.","On-going","Belgium (municipal - Mechelen)","Re-use (human consumption)","https://www.mechelen.be/voedselhub"],
    [202,"Let's Save Food! ","Let's Save Food vending machines sell products that otherwise woud be wasted. Non-profit organization volunteers refill the vending machine several times a day with bread, biscuits, freeze-dried fruit or other tasty things. In this way, everything in the machine is saved from going to waste. Preventing food loss in a consistently sustainable way, by collecting and distributing local food surpluses. In addition, Let's Save Food is out to fight against climate change and enhance more social connections.","Implementing actor: Let's Save Food.\nTarget audience: Consumers. ","On-going","Belgium (regional - Flanders and municipal - Ghent, Bruges)","Re-use (human consumption)","(https://www.viernulvier.gent/nl/pQxENsK/let-s-save-food#:~:text=In%20de%20Sint%2DPietersnieuwsstraat%2C%20net,automaat%20gered%20van%20de%20afvalberg) (https://letssavefood.be/ )"],
    [203,"European Food Banks Association (FEBA)","The European Food Banks Federation is a network of over 341 Food Banks in 30 European countries, preventing food waste and reducing food insecurity.","Implementing actors: European Food Banks.\nTarget audience: Public in need.","1986 - on-going","Belgium (national and Europe)","Re-use (human consumption)","https://www.eurofoodbank.org/our-story/"],
    [204,"Jemy, nie marnujemy: Foodsharing points","Creation of foodsharing points scattered across Warsaw. Users manage it by themselves: both those who leave food, and those who take it. The list of foodsharing spots is available on two municipal websites: Warszawa 19115 and Warsaw geoportal.","Implementing actors: Municipality of Warsaw, volunteers.\nTarget audience: Inhabitants of Warsaw in need.","On-going","Poland (municipal - Warsaw) ","Re-use (human consumption)","(https://en.um.warszawa.pl/-/we-eat-not-waste) (https://warszawa19115.pl/-/jadlodzielnie) (https://mapa.um.warszawa.pl/) "],
    [205,"Jemy, nie marnujemy: Collections at marketplaces ","Collection of unsold food in markets by volunteers.","Implementing actors: Municipality of Warsaw, merchants at the marketplaces.\nTarget audience: Charities, population in need.","July - September 2021\nApril - December 2022\nMay - December 2023","Poland (municipal - Warsaw) ","Re-use (human consumption)","https://en.um.warszawa.pl/-/we-eat-not-waste "],
    [206,"Maisto Bankas ","Lithuanian Food Bank, in cooperation with the Schweizer Tafel, implemented projects to reduce food waste, such as “Stop Food Waste in Lithuania!”, and continues this work mainly with the retail sector.","Implementing actors: Lithuanian Food Bank, Schweizer Tafel, NGOs, retail and food services sectors.\nTarget audience: Population in need.","2009 - 2014","Lithuania (national)","Re-use (human consumption)","(https://www.maistobankas.lt) (https://eeagrants.org/archive/2009-2014/projects/LT04-0003)"],
    [207,"","","","","","",""],
    [208,"Food Services","","","","","",""],
    [209,"","","","","","",""],
    [210,"We eat responsibly","To motivate children to reduce their food waste, the students were involved in all parts of the process – monitoring the food waste, evaluating the menu, creating the action plan, and in celebrating after food waste was reduced.","Implementing Actors: Anelle Kindergarten (school), Eco-Schools network in 9 EU countries.\nTarget Audience: School children.","2015 - 2018","Latvia (municipal - Riga)","Prevention","https://www.eatresponsibly.eu/en/i-do/latvian-kindergarten-reduced-its-food-waste-by-nearly-70/"],
    [211,"SPILL ","Restaurant which buys surplus food directly from suppliers to turn into delicious meals, thereby highlighting the volume of waste to its customers.","Implementing actors: SPILL restaurant, suppliers.\nTarget audience: Customers of the restaurant.","2018 - on-going","Sweden (municipal - Malmo)","Re-use (human consumption)","https://theculturetrip.com/europe/sweden/articles/malmos-groundbreaking-zero-waste-restaurant-that-only-uses-surplus-produce-from-other-kitchens/"],
    [212,"Municipal Food Services Intervention ","The intervention targets 5 nursing homes and 14 kindergartens in the municipality. The intervention consists of an awareness raising component that includes educational material and training of food service staff. In addition, the data collection part – the measurement component - is seen as part of the intervention. The assumption is that the agenda setting and data collection itself will provide to some extent an effect based on the so-called Hawthorne phenomena. The intervention has been organised around a partnership based on the principles of the knowledge Triangle - a type of partnership where the public engage with market actors and academia, in this case with local university and a technology provider (FoodOp).","Implementing actor: Municipality of Gladsaxe.\nTarget audience: Public food service sector.","2021 - on-going","Sweden (municipal - Gladsaxe)","Prevention","Data collected directly from city by a project partner."],
    [213,"SmartMat Hbg ","Local initiative which aimed to halve food waste and increase the proportion of climate-smart food in 40 municipal schools. Various methods and mechanisms have been used, involving different stakeholders in schools.","Implementing actors: Municipality of Helsinborg, Måltidsservice (meal services of schools).\nTarget audience: School children, canteen workers.","2017 - 2020","Sweden (municipal - Helsinborg)","Prevention","https://helsingborg.se/forskola-och-utbildning/helsingborgs-stads-skolor/skolmat/smartmat-hbg/ "],
    [214,"Al for minskat matsvinn ","Development and testing of an algorithm that processes food consumption data to predict and prevent food waste before it occurs.","Implementing actors: Municipality of Helsinborg, Måltidsservice (meal services of schools).\nTarget audience: School children, canteen workers.","Unknown (but appears to be on-going","Sweden (municipal - Helsinborg)","Prevention","https://innovation.helsingborg.se/en/initiative/ai-for-reduced-food-waste/ "],
    [215,"Svinnovatoren ska minska matsvinnet","The waste innovator's task is to be innovative in the area of food waste. The waste innovator must investigate what is required to bring about a lasting change in how the administration handles its food waste. Directed at public kitchens.","Implementing actors: Municipality of Helsinborg, Måltidsservice (meal services of schools).\nTarget audience: Måltidsservice (meal services of schools), public kitchens.","January - June 2021","Sweden (municipal - Helsinborg)","Prevention","https://innovation.helsingborg.se/en/initiative/svinnovatoren-ska-reduction-food-waste/"],
    [216,"Sustainable Acquisition of Foodstuff ","Green public procurement criteria for acquisition of foodstuff, including menu planning.","Implementating actors: Municipality of Umeå. The personnel from the school canteens (they are public workers employed by the Municipality).\n\nTarget audience: School children aged 1-19 (represent about 80% of total audience).\nTeachers and other personnel from schools (about 20%).","2017 - on-going","Sweden (municipal - Umea)","Prevention","(https://www.umea.se/download/18.19a41f3a17567e789ef21d4/1604918341527/10.%20Eco-innovation%20and%20sustainable%20employment.pdf) (https://www.umea.se/download/18.53e0672d175d457ae3b53/1605603248869/Slutrapport%20Klimath%C3%A4nsyn%20i%20upphandling.pdf) "],
    [217,"Love Food, Hate Waste / The Really Healthy School Program ","The aim of the campaign is to reduce food waste in school canteens. Any school can be part of the solution which consists of implementing four steps to reduce the amount of food thrown away.","Implementing actors: School canteens, teachers.\nTarget audience: Pupils.","2007 - on-going","Czech Republic (national)","Prevention","https://www.planetfriendlyschools.eu/projects/love-food-hate-waste"],
    [218,"Nesnezeno ","The essence of the project consists in restaurants, bistros, bakeries, confectioners or cafés left with unsold food, or which have surplus food nearing its expiration date, offering this food to anybody who is interested at a discount of at least 30 percent, but usually 50 percent.","Implementing actors: Nesnezeno (non-profit association), food services sector.\nTarget audience: Consumers.","2018 - on-going","Czech Republic (national)","Re-use (human consumption)","(https://sharingandcaring.eu/case-study/leftovers-save-food-it-ends-bin-project) (https://nesnezeno.eco)"],
    [219,"Instock","Restaurant where the chef creates recipes based on surplus food. The surplus food comes directly from the Albert Heijn grocery stores. Instock consists of three restaurants (Amsterdam, The Hague and Utrecht), a food truck, and a catering service.","Implementing Actor: Instock (company).\nTarget Audience: Households.","2014 - on-going","Netherlands (municipal - Amsterdam, The Hague, Utrecht)","Re-use (human consumption)","https://www.instock.nl/en/"],
    [220,"CutFoodWaste2020","The hospitality industry’s historic collaborative project, created an important foundation for the work in this sector, with clear definitions, indicators, systems for measurement and reporting, training and communication tools, and sharing of best practices in the industry. Key actors, including group purchasing organizations, have joined forces with Matvett to continue the work of cutting food waste in the hospitality industry.","Implementing actors: Matvett, hospitality sector, group purchasing organizations.\nTarget audience: Hospitality sector.","2017 - 2020","Norway (national)","Prevention","(https://www.matvett.no/bransje/matvett-in-english/cutfoodwaste-hospitality-industry) (https://www.matvett.no/uploads/documents/CutFoodWaste2020-in-Norway-food-waste-in-the-food-service-industry-2017-2020.pdf)"],
    [221,"JótéKonyha ","Jótékonyha is a social enterprise of the Hungarian Foodbank, offering food waste-free catering services. Surplus (if any) and food from charity cooking events gets (re)distributed to charities.","Implementing actors: Hungarian Foodbank, Jótékonyha team, occasionally client employees, charities.\nTarget audience: Customers, clients.","On-going","Hungary (national)","Re-use (human consumption)","https://www.elelmiszerbank.hu/hu/projektjeink/jotekonyha.html"],
    [222,"School Food 4 Change (SF4C)","To achieve the ambitious goal of enabling community-wide food system change, the 43 partners involved in SF4C – spearheaded by ICLEI Europe – follow a holistic multi-level approach: this entails the development of innovative and sustainable food procurement criteria and methods, the promotion of planetary health diets and cooking, and the introduction of a Whole School Food Approach. This is a defined framework for municipalities and schools that are aiming to create a holistic food culture and bring food to the heart of the school mission.","Implementing actors: Municipality of Budapest, 43 partners across Europe and worldwide working on this project. Full list available here:\nhttps://schoolfood4change.eu/partners/\nTarget audience: Food services sector.","2022 - on- going","Hungary (municipal - Budapest)","Prevention","https://schoolfood4change.eu/ "],
    [223,"WASTED / Grow It Yourself ","WASTED is a national, peer-to-peer education programme for chefs and food service teams that focuses on reducing food waste in the hospitality industry.","Implenting actor: Grow HQ (social enterprise).\nTarget audience: Chefs and Food Service providers in the hospitality sector.","2019 - on-going","Ireland (national)","Prevention","https://giy.ie/programmes/wasted/"],
    [224,"Meal Canteen ","An app for the catering industry in order to reduce food waste. It allows the customer to reserve the meal the day before. This allows catering staff at restaurants and schools to plan the amount of food they need in advance, ensuring a reduction in their food waste.","Implementing actors: Meal canteen (company/app)\nTarget audience: Food services industry and their customers.","2016 - on-going","France (national)","Prevention","https://www.mealcanteen.fr"],
    [225,"Komefy","An app to avoid waste in the food services sectors. Consumers can locate food services such as grocery stores, restaurants, that are offering reduced priced food due to surplus, close to expiry date, or appearance.","Implementing actors: Volunteers, members of the Intertiempo Rivas association.\nTarget audience: Catering and distribution sectors.","On-going","Spain (national)","Re-use (human consumption)","https://yonodesperdicio.org/iniciativa/komefy/"],
    [226,"NiLasMigas ","A mobile application that offers an alternative to reduce food waste and is in operation in Madrid. NiLasMigas puts in contact establishments in the food sector (greengrocers, bakeries, restaurants, etc.) willing to lower the price of products that they have not managed to sell with potential end customers near the establishment (by working with the geolocation of the devices).","Implementing actor: Organization Root Rights / NI LAS MIGAS.\nTarget audience: Food services sector (greengrocers, bakeries, restaurants, etc.). ","2017 - on-going","Spain (municipal - Madrid)","Re-use (human consumption)","https://yonodesperdicio.org/iniciativa/nilasmigas/"],
    [227,"Desperdicio cero en la alimentacion: Guia para restaurantes","Elaborating a zero waste guide for local restaurants. Evaluating the response of restaurants to said guide, and assessing the implementation of recommendations.","Implementing actor: Municipality of Vitoria-Gasteiz.\nTarget audience: Food services sector (restaurants).","2019","Spain (municipal - Vitoria-Gasteiz)","Prevention","(https://www.vitoria-gasteiz.org/docs/wb021/contenidosEstaticos/adjuntos/es/64/82/86482.pdf) (https://www.vitoria-gasteiz.org/docs/wb021/contenidosEstaticos/adjuntos/es/64/82/86482.pdf) "],
    [228,"ResQ Club","An App that lets people buy restaurants' surplus meals for a discounted price - typcially 40-60 percent. Enables restaurants and hotels to advertise their leftover food portions that are still in great condition, but which need to be consumed that day. The food can be listed as \"to be rescued\" on the mobile app. Users can then use the app to check what meals are avaialable on the day, make an order, pay and pick up the food. They can also receive offer notifications from their favourite restaurants or for certain types of food, such as vegetarian meals.","Implementing actors: ResQ, food services sector (restaurants, cafes), food retailers.\nTarget audience: Consumers.","2016 - on-going","Finland (national and international)","Re-use (human consumption)","https://www.resq-club.com"],
    [229,"From Waste to Taste / Ravintola Loop ","From Waste to Taste’s trucks picks up surplus food from supermarkets in the mornings and Loop’s team of chefs plan the day’s menu based on the available ingredients.","Implementing actors: Waste to Taste, supermarkets.\nTarget audience: Chefs.","2016 - on-going","Finland (municipal - Helsinki)","Re-use (human consumption)","(https://www.goodnewsfinland.com/en/articles/feature/2016/finnish-startups-turn-food-waste-into-great-taste/) (https://waste2taste.com)"],
    [230,"Sustainable Consumption, Measure package 5.4 of Carbon Neutral Tampere 2030 ","Municipality-owned Pirkanmaan Voimia Oy catering firm and the municipality have included some criteria for sustainable nutrition. Measures inter-alia: reduction of food waste in meals and exploration of opportunities for revalorisation of food waste (2020-21), re-tendering of municipality-owned café and restaurant services including environmental criteria (2020-25), selling of surplus food from upper secondary schools (2020-29).","Implementing actor: Municipality of Tampere.\nTarget audience: Municipal services, including Pirkanmaan Voimia Oy (catering company).","2020 - on-going","Finland (municipal - Tampere)","Prevention","https://www.tampere.fi/sites/default/files/2022-06/Carbon_Neutral_Tampere_2030_Roadmap.pdf "],
    [231,"Supporting Circular Food Systems through public procurement ","Public procurement mechanisms to reduce GHG emissions through circular food systems.","Implementing actor: Municipality of Turku.\nTarget audience: Public food services (educational and care institutions).","2020 - on-going","Finland (municipal - Turku)","Prevention","https://www.turku.fi/sites/default/files/atoms/files//circular_turku_-_case_study_5.pdf "],
    [232,"Zu gut für die Tonne! - Dialog zur Vermeidung von Lebensmittelabfällen in der Außer-Haus-Verpflegung","Too good for the bin! - Dialogue on reducing food waste in the service sector. A series of 12 case studies in different kinds of gastronomy (care sector, hotels, and corporate catering). Identifying effective ways of reducing food waste in different sectors of the gastronomy sector to aid the reduction of food waste by half by 2030.","Implementing actor: Scientific partners (Thünen Institute) controlling the study, NGOs assisting by suggesting actions on how to reduce food waste, private sector with gastronomy businesses operating in 12 separate locations in the sectors of care, corporate catering and hotels.\nTarget audience: Policy makers, gastronomy business leaders and experts in civil society.","2019 - 2021","Germany (national)","Prevention","https://www.wwf.de/fileadmin/fm-wwf/Publikationen-PDF/Landwirtschaft/Abschlussergebnisse-Abfallzusammensetzung-Umweltauswirkungen-und-Reduktionspotentiale-auf-Betriebs-und-Bundesebene.pdf"],
    [233,"IKEA Germany / United Against Food Waste","Reducing food waste in its food stores together with United Against Food Waste through a strategic selection of measures after installing a food waste management system. ","Implementing actors: IKEA Germany and NGO United Against Waste - designed reduction measures in tandem.\nTarget audience: IKEA Germany.\n","2018 - on-going","Germany (national)","Prevention","https://www.wwf.de/fileadmin/fm-wwf/Publikationen-PDF/WWF-Less-is-more-Food-waste.pdf"],
    [234,"Youth Hostel Cologne-Riehl ","A youth hostel, taking part in the \"MehrWertKonsum\" (Added Value Consumption) project from 2018-2021 implemented measures to reduce food waste, with the support of the Consumer Advice Centre NRW.","Implementing actor: Consumer Advice Centre coaching the youth hostel and supporting them by assisting in taking measurements, Youth Hostel Cologne-Riehl reducing the size of servings, adapting the menu, educating personnel.\nTarget audience: Customers.","2018 - 2021","Germany (regional - Cologne-Riehl)","Prevention","https://www.wwf.de/fileadmin/fm-wwf/Publikationen-PDF/WWF-Less-is-more-Food-waste.pdf "],
    [235,"Charging for leftovers in buffet restaurants ","A social norm of charging for leftovers emerging in many buffet restaurants in Germany, such as Yuoki in Stuttgart and Okinii in Dusseldorf.","Implementing actor: Buffet retaurants, especially those with all-you-can-eat business models.\nTarget audience: Customers.","On-going","Germany (national)","Prevention","https://www.cntraveler.com/story/in-germany-you-may-be-fined-if-you-dont-finish-your-meal"],
    [236,"LWL Clinics in Münster and Lengerich","Undertaking multiple measures in the hospital kitchen service, e.g. installing a feedback system, reducing portion size etc. to reduce food waste.","Implementing actors: The hospital gastronomy and quality management guiding the process, based on a Plan-Do-Check-Act (PDCA) cycle, scientific partner Münster University of Applied Sciences analysing the process.\nTarget audience: Customers.","2013 - 2015","Germany (municipal - Munster, Lengerich)","Prevention","https://www.wwf.de/fileadmin/fm-wwf/Publikationen-PDF/WWF-Less-is-more-Food-waste.pdf"],
    [237,"Future Kitchen Essen ","An initiative was set up by the municipality and the nutrition council (Ernaehrungsrat). The goal of Zukunftskuche Essen is to promote climate-friendly communal catering in the city through a pilot project involving various canteens. There was also a plan to operate it as an education and training center for canteens and caterers on sustainable and local food. Also involved agricultural producers in order to promote regional products.","Implementing actors: Municipality of Essen, six canteens from the covered area, local agricultural producers.\nTarget audience: Communal catering.","2020 - on-going","Germany (municipal - Essen)","Prevention","https://www.essen.de/leben/umwelt/nachhaltigkeit/staedte_gegen_food_waste.de.html "],
    [238,"YourLocal ","YourLocal is a mobile app that connects neighbourhood stores and mainly small food services - such as restaurants, cafes - with local consumers. On the app shops can make offers (up to 70 percent) on food to be sold \"here and now\" and notify nearby users who want to make a delicious deal just before closing time.","Implementing actors: Small food services such as restaurants, cafes.\nTarget audience: Consumers.","2015 - on-going","Denmark (national)","Re-use (human consumption)","https://www.yourlocal.org/eng/hvem-er-vi/ E151"],
    [239,"ReFood","A national certification for the food services sector (such as canteens and restaurants) to highlight their work towards less food waste. Partners could use the ReFood label to show their commitment to reducing food waste - civil society driven.","Implementing actors: \n- Stop Spild Af Mad (Denmark's largest movement against food waste), \n- Landbrug & Fødeverer (Business organization for agriculture, the food and agro industry), \n- Food & Bio Cluster Denmark (National cluster organization within the food and bi-resources sector), \n- Unilever Food Solutions (Supplier of food solutions for professional kitchens), \n- Daka ReFood (collects food waste and used frying oil all over the country and recycles it into biogas, fertilizer and biodiesel)\n\nTarget audience: 800 restaurants, café, food producers and institutions who want to reflect their sustainability action to the public.","2016 - on-going","Denmark (national)","Prevention","https://refoodlabel.dk/#refood"],
    [240,"Doggybags (Goodie-bag) ","A takeaway bag to motivate food service guests to take their leftovers home. The goal is to make it normal to take leftover food from food service (such as a restaurant) back home.","Implementing actors:  Stop Spild Af Mad and Unilever Food Solutions\nTarget audience: End consumers of food services.","2013 - on-going","Denmark (national)","Prevention","https://www.stopspildafmad.dk/doggybags.html"],
    [241,"Minimizing food waste in the elderly-care center ","To bring forth minimal food waste by working together with UN´s sustainable goal (no 12: Responsible consumption, production and reduction of food waste). Different topics are covered: What is food waste and why do we work with it, how can leftovers be used, food waste data, interdisciplinary collaboration, date marking, and food legislation.","Implementing actors:  Ballerup municipality.\nTargeted audience:  7 elderly-care centre sand 5 pensionist cafes.  ","On-going","Denmark (municipal - Ballerup)","Prevention","https://skolenivirkeligheden.dk/ballerup/forloeb/baeredygtighed-klima-co2-reduktion/minimering-af-madspild-i-plejecenter-kokkener"],
    [242,"Reduction of food waste/Menus ","Public-private collaboration that looks at data to learn from patterns and create adjusted menus.","Implementing actors: Municipality of Herlev and food services sector.\nTarget audience: Food services sector.","Not available","Demark (municipal - Herlev)","Prevention","https://herlev.dk/nyheder/lokale-virksomheder-og-plejecentre-har-reduceret-madspild-med-29-pct-paa-et-halvt-aar FoodOp: https://foodop.dk/en/municipalities/"],
    [243,"Madspildsjægerne (The food waste hunters)","Offer to professional commercial kitchens to get assistance from a consultant to reduce food waste.","Implementing actor:  Danish Environmental Protection Agency under Ministry of Environment.\nTargeted audience:  Commercial kitchens.","2018","Denmark (national)","Prevention","https://mst.dk/service/publikationer/publikationsarkiv/2018/mar/madspildsjaegerne/ "],
    [244,"Hospital food-waste ","Scrapped the fixed mealtimes that have traditionally been used in the hospital system for many years and introduced flexible eating time as per the patient needs.","Implementing actors:  Region (mid-level-government) and hospitals.  \nTargeted audience: Hospital patients.","2015","Denmark (national)","Prevention","https://www.dr.dk/nyheder/regionale/syd/sygehus-reducerer-madspild-serverer-mad-paa-flybakker "],
    [245,"Rub & Stub restaurant ","A restaurant run by volunteers and serves meals prepared with surplus ingredients which otherwise would be thrown away. It receives surplus food from a food bank or supermarket, and cooks the food in a restaurant setting and serves it to guests.","Implementing actors: Rub & Stub restaurant and volunteers.\nTarget audience: Restaurant customers.","2016 - on-going","Denmark (national)","Re-use (human consumption)","https://www.spisrubogstub.dk/om-rub-stub "],
    [246,"FoodOp Digital platform","A digital platform that helps professional kitchens automatically measure food waste and guest choices, and use these insights to make better food for the environment and for guests.\nThe platform consists of a menu planning system that is synchronized with data from scales that are placed under all serving plates and garbage bins.\nThe scales automatically collect data on how much is taken and wasted for each dish, which is used to optimize future menus based on e.g. composition, quantities and canteen guests' choices.","Implementing actors: Roskilde University and Copenhagen Municipality, together with Dansk Cater A/S and Hørkram Foodservice A/S both of which represent some of the country's largest food wholesalers.\nTarget audience: Professional kitchens.\n","2020 - on-going","Denmark (national)","Prevention","https://foodop.dk/maal-og-reducer-madspild/ "],
    [247,"Stop Food Waste Day (SFWD) / Compass Group Foodservice ","Strive to minimize food waste every day. Not only in the kitchens, but also by informing and positively influencing the many guests that are served daily.\n-\t2019: Monitoring guests’ plate waste\n-\t2018: First Stop Food Waste Day in Denmark\n-\t2016: Campaign-use everything!\n-\t2015: Menu planning tool and “Empty the Buffet”/ “Leftover Lovers” introduced in the  restaurants\n-\t2014: Preparing food as needed and serving individual portions, incl. front cooking, is introduced in the restaurants\n-\t2011:Monitoring kitchen waste.","Implementing actors:   Compass Group Foodservice.\nTarget audience: Canteen guests.","2011 - 2023","Denmark (national)","Prevention","https://compass-group.dk/en/sustainability/stop-food-waste/"],
    [248,"Food Waste Mitigation Strategy","This food waste mitigation intervention runs in the City of Copenhagen and started in 2021. It is part of the municipality’s ambition to cut food waste on the public plate and is part of the city’s urban food strategy. It is targeted the municipal food service and is an active intervention where the intervention components are food waste mitigation counseling, awareness raising and training for kitchen staff. It is targeted at all institutional food service units in the city.","Implementing actor: Municipality of the City of Copenhagen.\nTarget audience: Food services sector.","2021 - on-going","Denmark (municipal - Copenhagen)","Prevention","Data collected directly from city by a project partner."],
    [249,"Strategy for Green Transition ","One of the first municipalities in the country, Gladsaxe has mapped food waste in the entire municipality to be used as a baseline for the goal of reducing food waste by 50 percent by 2030. The action is based on the FoodOp measurement technology. The baseline shows that, only approximately 2 percent of food waste occurs in municipal kitchens such as children's homes and care centres, while the retail trade and households account for 62 percent and 26 percent of the total food waste, respectively. Company canteens account for 7 percent and restaurants and cafes account for 2 percent.","Actor involved:  Gladsaxe municipality.\nTarget audience: Companies, public institutions and households.","2020 - on-going","Denmark (municipal -  Gladsaxe)","Prevention","https://gladsaxe.dk/kommunen/borger/miljoe-og-klima/klimavenlig-by/madspild/kortlaegning-af-madspild-i-gladsaxe "],
    [250,"Program EKOŠOLA - We eat responsibly! ","Examples of good practices during the school year 2016. Measuring food waste from the trays in the school childrens' dormitory and recording the amount of food waste in a logbook. They also organized \"Zelemenjava\" (Crops2swap) event, where visitors are invited to bring produce from their gardens that they cannot use.","Implementing actor: Association Doves - FEE Slovenia - Program EKOŠOLA (Program Eco school)\nTarget audience: School children, households.","2016 - 2019","Slovenia (national)","Prevention","https://arhiv.ekosola.si/projekt-odgovorno-s-hrano/"],
    [251,"Program Ekošola: Project: \"Hrana ni za tjavendan\" ","By recording food leftovers in a diary, wanted to find out which food is most often wasted, how much is left, where it goes, and why children wasted it.","Implementing actor: Association Doves - FEE Slovenia - Program EKOŠOLA (Program Eco school)\nTarget audience: School children, households.","2018 - on-going","Slovenia (national)","Prevention","https://ekosola.si/hrana-ni-za-tjavendan/"],
    [252,"Ecologists Without Borders, Project \"Ne me?mo hrane vstran\"","Publication with an analysis of the situation and steps to prevent waste in public establishments.  The project developed tools for monitoring and assessing food waste. Intergenerational workshops for young and old were also held.","Implementing actor: Ecologists Without Borders.\nTarget audience: Hospitals, nursing homes, schools and kindergartens, households. ","2016 - 2017","Slovenia (national)","Prevention","https://ebm.si/ne-mecmo-hrane-stran"],
    [253,"Ministry of Agriculture; Project: Hrana nije otpad; Guide to reducing food waste in food services ","Measures to prevent surplus food in food services with procurement planning, short supply chains, food storage and food donation. The aim is to bring changes in food services regarding food handling habits and behaviours and to promote food waste reduction.","Implementing actors: Ministry of Agriculture and food services sector.\nTarget audience: Food services sector.","2016 - 2019","Croatia (national)","Prevention","(https://hrana-nije-otpad.mps.hr/povezani-sadrzaj/tag/vodici) (https://poljoprivreda.gov.hr/UserDocsImages/dokumenti/hrana/vodici/Vodic_za_smanjenje_otpada_od_hrane_u_ugostiteljstvu_i_institucionalnim_kuhinjama.pdf)"],
    [254,"LaRiSo","A living-lab, a participatory working table with the goal of improving integrated sustainability in food service and school food service in particular.","Implementing actor: University of Bologna.\nTarget audience:  Schools, local health units.","2022 - 2023","Italy (regional - Eimlia-Romagna) ","Prevention","https://site.unibo.it/laboratorio-ristorazione-sostenibile/it"],
    [255,"Food for Good","The association puts the managers of the catering companies in touch with the non-profit organization in the area where the event is held so that it can recover the excess food at the end of the lunch or dinner. The recovered food is then delivered to charitable organizations (family homes, soup kitchens and refugee centers.","Implementing actors: Federcongressi & eventi, Catering Services, NGOs.\nTarget audience: Charities, people in need.","On-going","Italy (national) ","Re-use (human consumption)","https://www.federcongressi.it/index.cfm/it/MS/food-for-good/"],
    [256,"Ciapa e port a ca ","With this initiative, the Piedmont Region intends to involve consumers and restaurateurs in order to start a path of awareness toward conscious consumption aimed at reducing food waste.","Implementing actors: Piedmont Region, VisitPiemonte, restaurants.\nTarget audience: Restaurants, consumers.","On-going","Italy (regional - Piemonte)","Prevention","https://dentrolanotiziabreak.it/ciapa-e-porta-a-ca-contro-lo-spreco-alimentare/"],
    [257,"La mia scatola del gusto","The project supports restaurants / food service in offerering and promoting the option of safely and hygienically taking home any leftover food during a meal, thanks to a biodegradable and compostable box.","Implementing actors: Amia Verona S.p.A., restaurants.\nTarget audience: Customers of restaurants.","On-going","Italy (municipal - Verona)","Prevention","http://www.lamia.amiavr.it/scatola-del-gusto/progetto/scatola-del-gusto/"],
    [258,"Mangio senza avanzo","The project aims to promote healthy eating habits and support social solidarity projects with an anti-waste perspective. By counting the amount of uneaten food and analyzing the correlation between the caloric intake of the mid-morning snack and the food leftover, a new method of administering food has been created: new school menus are now being proposed, as well as the distribution of fruit for the mid-morning snack.","Implementing actors: Municipality of Bergamo, BeWell incubator.\nTarget audience: Kindergarten and primary school canteens.","On-going","Italy (municipal - Bergamo)","Prevention","https://www.comune.bergamo.it/action%3Ac_a794%3Amangio.senza.avanzo "],
    [259,"Squiseat App","An app through which bars, restaurants, supermarkets sell the day's surplus at a discounted price.","Implementing actors: Local retailers, food services.\nTarget audience: Consumers.","2019 - on-going","Italy (regional - Emilia-Romagna","Re-use (human consumption)","https://www.squiseat.it "],
    [260,"Food Lab","In 2015 was launched the Food Lab, a platform for local stakeholders to create food guidelines for the city. These include targets on reducing food waste from public organizations, which prompted four healthcare institutions to start pilots to decrease food waste. Learnings were compiled in methodologies for replication at other healthcare institutions.","Implementing actor: Municipality of Bruges.\nTarget audience: Stakeholders across the supply chain, but focus has been on healthcare institutions.","2015 - on-going","Belgium (municipal - Bruges)","Prevention","https://www.brugsfoodlab.be/ "],
    [261,"Good Food: Rest-o-pack","Amongst the different levers, there is the Rest-o-pack: food container to take leftovers home from restaurants.","Implementing actor: Municipality of Brussels.\nTarget audience: Inhabitants of Brussels.","On-going","Belgium (municipal - Brussels)","Prevention","https://document.environnement.brussels/opac_css/elecfile/BRO_GoodFood_Strategy_ENGL.pdf "],
    [262,"Restorestje ","Free and compostable food containers for leftovers.","Implementing actors: Gent City Council, collaborating restaurants and businesses.\nTarget audience: Consumers, diners.","On-going","Belgium (municipal - Ghent)","Prevention","https://stad.gent/en/city-governance-organisation/city-policy/ghents-climate-actions/sustainable-food#95295 "],
    [263,"Sustainable School Meals","More organic ingredients, less meat and more seasonal products. Criteria such as food waste and human and animal welfare are taken into account. Part of the Ghent en Garde Strategy.","Implementing actors: Ghent City Council, collaborating schools.\nTarget audience: Consumers, diners.","On-going","Belgium (municipal - Ghent)","Prevention","https://stad.gent/en/city-governance-organisation/city-policy/ghents-climate-actions/sustainable-food#95301 "],
    [264,"Portfolio chain roadmap food loss examples of 2017 / Measures in the company restaurants of the Flemish government                                                                                                                                       ","The Facilities department of the Flemish government has achived at least 15 percent reduction in food loss through various measures in its restaruants and kitchens. In terms of quantity, the 15 percent reduction is an equivalent of approximately 2,758 kg of solid food and 2,058 liters of soup on an annual basis.","Implementing actors: Het Facilitair Bedrijf, chefs. \nTarget audience: employees of the flemish government, and other consumers/workers. ","On-going","Belgium (regional - Flanders)","Prevention","https://www.voedselverlies.be/voedselverlies-in-vlaanderen/portfolio-ketenroadmap-voedselverlies-de-beste-voorbeelden-van-2017/portfolio-2017-maatregelen-in-de-bedrijfsrestaurants-van-de-vlaamse-overheid"],
    [265,"Waste Watch / Sodexo","An innovative digital solution by Sodexo. Decreased food waste by 50 percent in its restaurants by 2022. The program covered 180 industrial kitchens from different sectors; from a hospital, school, residential care center, army base and various companies to its own headquarters in Ixelles.","Implementing actor: Sodexo in collaboration with digital start-up Leanpath.\nTarget audience: Food services in various sectors.","2019 - 2022","Belgium (regional - Flanders and municipal - Brussels)","Prevention","https://be.sodexo.com/nl/media/world-environment-day-2021.html"],
    [266,"\"Soepcafes\"","The principle is one evening a week, volunteers make soup from products that would otherwise be wasted, and anyone can join to help cooking or to consume. People are encouraged to give a free gift, however, people who have trouble to make ends meet are also offered a free meal.","Implementing actors: Volunteers, retail/food services donating the food.\nTarget audience: Consumers. ","On-going","Belgium (municipal - various such as Bruges, Ghent)","Re-use (human consumption)","(https://www.opgewektienen.org/soepcafe/) (https://www.facebook.com/soepcafedampkring/)"],
    [267,"Rekub                                                                                                     ","Entrepreneur that makes chocolates, cakes, and pies from fruits and vegetables that would normally be wasted. Launched various pop-up restaurants where chefs prepared a 3-course menu with ingredients that would normally be wasted: crooked fruit and vegetables, fish from by-catch or unloved parts of the pig. ","Implementing actor: Rekub\nTarget audience: Consumers.","2015 - on-going","Belgium (municipal - Antwerp) ","Re-use (human consumption)","https://www.rekub.be/"],
    [268,"À Table ","A 100 percent organic, local, and homemade food procurement in schools.","Implementing actor: Department of Dordogne,  collective school catering.\nTarget audience: School children.","2018 - on-going","France (regional - Dordogne)","Prevention","https://www.dordogne.fr/information-transversale/actualites/default-6b550b2fb0-22332496 "],
    [269,"Mediterranean Season School Meals","This project involves adapting school menus and creating a vegetarian school menu, encouraging local production of agricultural and fruit products, training actions for non-teaching staff working in the canteens, carrying out awareness-raising actions in the community and evaluation and monitoring of school community satisfaction.","Implementing actor: Municipality of Evora.\nTarget audience: Local school cafeterias.","On-going","Portugal (regional - Evora)","Prevention","https://www.cm-evora.pt/municipe/projetos-municipais/pel-projeto-educativo-local/projetos-educativos/ementa-escolar-sazonal-mediterranea/"],
    [270,"Dose Certa","Dose certa is a program aimed at restaurants and canteens. Businesses that adhere to this initiative commit to implement active measures to tackle FLW.","Implementing actors: LIPOR, Associação Portuguesa de Nutrição, municipalities from the region.\nTarget audience: Restaurants and food services sector.","On-going","Portugal (regional - Porto)","Prevention","(https://www.lipor.pt/pt/sensibilizar/100-desperdicio/desperdicio-alimentar/) (https://www.lipor.pt/fotos/gca/normativo_dose_certa_mod_843_01_15827533663245c68f2d51.pdf) "],
    [271,"Programa de Sustentabilidade na Alimentacao Escolar - Axes 2 & 3","A multivectorial programme that addresses multiple challenges related to sustainable meals at schools, operating since 2014. Operates on various axes (2 and 3 are related): Axis 2 - acquisition of food products: Regional and organic procurement of foodstuff. Axis 3 - cooking: The menus are prepared by each institution, respecting the nutritional balance, taking into account anthropometric values ??and favoring local seasonal foods, traditional dishes or those most appreciated in each location.","Implementing actors: Municipality of Torres Vedras, school canteens.\nTarget audience: School canteens, school children.","2014 - on-going","Portugal (municipal - Torres Vedras)","Prevention","http://www.cm-tvedras.pt/educacao/saude-e-alimentacao/programa-de-sustentabilidade-na-alimentacao-escolar/ "],
    [272,"BioCanteens","BioCanteens Transfer Network is about ensuring the distribution of sustainable school meals in participating cities as a key lever towards the development of an integrated local agri-food approach, protecting both citizens’ health and the environment. The project aims to transfer Mouans-Sartoux’s Good Practice in the field of collective school catering, to other highly committed cities across Europe. Mouans-Sartoux’s Good Practice is based on the daily distribution of meals that are 100 percent organic and mostly composed of local products. The drastic reduction of food waste thereby fully compensating the higher cost of switching to organic products, and the organisation of dedicated educational activities to raise children’s awareness about sustainable food.","Implementing actor: Municipality fo Trikala.\nTarget audience: Food services sector (canteens).","2021 - on-going","Greece (municipal - Trikala)","Prevention","https://urbact.eu/networks/biocanteens "],
    [273,"ÖkoKauf Wien","Sustainable criteria for public procurement, also on the topic of food. It addresses FLW issues explicitly.","Implementing actor: Municipality of Vienna.\nTarget audience: Public canteens, internal food services.","2016 - on-going","Austria (municipal - Vienna)","Prevention","(https://www.wien.gv.at/english/environment/protection/oekokauf/pdf/position-paper-food-meals-extended.pdf) (https://www.wien.gv.at/english/environment/protection/oekokauf/criteria-catalogues.html#food)"],
    [274,"Jemy, nie marnujemy: School doesn't waste food","In a series of five workshops, young people from grades 6-8, with the support of a nutrition education coach and a teacher, develop ways to reduce food waste at school. The project will be summarised in a report, which will include good practices shared by all schools. Started in September 2022.","Implementing actors: Municipality of Warsaw, 76 schools.\nTarget audience: School children.","2022 - on- going","Poland (municipal - Warsaw)","Prevention","https://en.um.warszawa.pl/-/we-eat-not-waste "],
    [275,"BioCanteens 2 ","A project that promotes healthy and organic food, as well as short supply chains of products to school canteens. It explicity promotes a zero waste idea, also as part of the bigger campaign \"Wroclaw nie marnuje\". It is running between June 2021 and the end of 2023. For now, workshops are carried out with school children.","Implementing actors: Municipality of Warsaw, BioCanteen project members.\nTarget audience: School canteens and school children.","2021 - 2023","Poland (municipal - Warsaw)","Prevention","(https://urbact.eu/networks/biocanteens2) (https://www.wroclaw.pl/zielony-wroclaw/biocanteens-2-zdrowe-zywienie-w-szkolach) "],
    [276,"","","","","","",""],
    [277,"Households","","","","","",""],
    [278,"","","","","","",""],
    [279,"Stop Food Waste Ireland ","To provide consumers / households with information and tips on how to make the most of their food and avoid food waste.","Implementing actor: Environmental Protection Agency (EPA) Ireland.\nTarget audience: Consumers","2004 - on-going","Ireland (national)","Prevention","https://stopfoodwaste.ie"],
    [280,"Report on the Food Waste Recycling Pilot Project ","Standardising household awareness and education for the food waste recycling bin by increasing uptake and encouraging participation, reducing cross contamination.","Implententing actors: Cré (Composting & Anaerobic Digestion Association of Ireland), Regional Waste Management Planning Lead Authorities Connacht Ulster, Eastern Midlands, Southern (WMPLA) and the Irish Waste Management Association. \nTarget audience: Households in Ballaghaderreen, Trim, Buncrana, and Borrisoleigh.","2018 - 2020","Ireland (municipal - Trim, Ballaghaderreen, Borrisoleigh, Buncrana)","Recycle (nutrients recovery)","https://www.mywaste.ie/report-on-the-food-waste-recycling-pilot-project"],
    [281,"Food Waste Fighters ","Food Waste Fighters is a food waste project that aims to help consumers and householders reduce their food waste by 50 percent by 2030.","Implementing actor: Airfield Estate.\nTarget audience: Households.","August 7-29, 2021","Ireland (municipal - Dublin)","Prevention","https://www.airfield.ie/food-waste-fighters/"],
    [282,"No Time to Waste","Pilot program to help households make simple and accessible changes in regards to how they manage their food at home, and to test whether that had an impact on food wasted, money spent on food and their overall behaviours around food as a household.","Implementing actor: Tesco (food retailer) and environment charity Hubbub. \nTarget audience: Households.","2020 (summer)","United Kingdom (national)","Prevention","https://www.tescofoodwastechallenge.co.uk"],
    [283,"Kitche","An app that allows users to scan their supermarket receipts to keep track of exactly what they have bought. The app will then help plan meals and suggest recipes based on what is in the cupboards. It can also send reminders when certain foods are nearing their use-by dates.","Implementing actor: Kitche (company/app).\nTarget audience: Food retail consumers and households.","2019 - on-going","United Kingdom (national)","Prevention","https://kitche.co/the-app/ "],
    [284,"Kromkommer ","Awareness-raising, education for consumers / households about the use of fresh fruits and vegetables, even though not aesthetically pleasing to see.","Implementing actor: Kromkommer (social enterprise).\nTarget audience: Households.","2012 - on-going","The Netherlands (national)","Prevention","https://www.kromkommer.com"],
    [285,"Instock","The startup has published and sells on-line two cookbooks that will help consumers to waste less and make more sustainable choices in their kitchens at home. In Instock Cooking you will read and learn everything about eight preservation techniques and with \"Circular Chefs\" you will get to know the five principals of circular cooking.","Implementing actor: Instock.\nTarget audience: Households.","2014 - on-going","Netherlands (national)","Prevention","https://www.instock.nl/en/product/instock-cookbooks/"],
    [286," Less Food Waste","Calculator that Finnish households can use to understand the amount of food waste but also its emission impact and monetary value.","Implementing actor: Paulig Group (food processing company). \nTarget audience: Households.","2021 - on-going","Finland (national)","Prevention","https://www.lessfoodwaste.fi/paulig/en/Home"],
    [287," STOP Waste - 2P2S Rule","Awareness raising, education campaign for customers on how to plan, process, share and sort food at home.","Implementing actor: Carrefour Poland (food retail company).\nTarget audience: Consumers.","On-going","Poland (national)","Prevention","https://serwiskorporacyjny.carrefour.pl/en/sustainable-development/our-customers/stop-waste-or-how-to-reduce-food-waste"],
    [288,"Home composting ","The Municipality of Wroclaw provides free composters for a period of 3 years to residents that have home gardens or to educational units. The requirement to opt for this benefit is to send annual reports on the amount of waste treated during the 3 years.","Implementing actor: Municipality of Warsaw.\nTarget audience: Households.","On-going","Poland (municipal - Warsaw) ","Recycle (nutrients recovery)","https://www.wroclaw.pl/zielony-wroclaw/bezplatne-kompostowniki-dla-mieszkancow "],
    [289,"Zá?í proti plýtvání (September Against Waste) / Zachra? jídlo ","Trying to increase public awareness and sharing tips on how to preserve and rescue food at home and in the office. The campaign aims to make navigating through the host of information available on their website simpler and easier. Send out newsletters every week in September to a distribution list (can sign up on-line) with basic tips on how to buy, preserve and cook food so that nothing is left over.","Implementing actor: Zachra? jídlo (non-profit association)\nTarget audience: Households.","2013 - on-going","Czech Republic (national) ","Prevention","https://english.radio.cz/dont-bin-it-campaign-highlights-households-role-food-waste-8758753"],
    [290,"WWF \"Tag der Lebensmittelrettung\" ","Raising awareness about the issue of food waste, addressing households, politics and businesses, providing advice on actions and policies.","Implementing actor: WWF. \nTarget audence: Households, politicians, businesses in the food production chain.","5/26/2022","Austria (national)","Prevention","https://www.wwf.at/nachhaltig-leben/lebensmittelverschwendung/"],
    [291,"Goodness Groceries!","Goal is to find out more about the grocery shopping through tracking in the app and develop a public app.","Implementing actors: Ministry of Agriculture and rural development; 92 municipalities.\nTarget audience: Citizens and the private sector.","2022 - on-going","Luxembourg (national)","Prevention","https://food.uni.lu/goodness-groceries/"],
    [292,"ALDI NORD/SÜD Communication campaign","Engage consumers into buying food with optical imperfections and educating consumers about the best-before date, so households are less likely to dispose of food early.","Implementing actors: ALDI SÜD, ALDI Nord; mainly communications department, but also store decorations. \nTarget audience: Consumers.","2020 - on-going","Germany (national)","Prevention","https://www.zugutfuerdietonne.de/fileadmin/zgfdt/sektorspezifische_Dialogforen/Gross-und_Einzelhandel/Dialogforum_Fallstudien-Sammlung.pdf"],
    [293,"FoodbanGo ","Household food waste awareness raising game for 4-8 person groups, organised by the Hungarian Foodbank.","Implementing actor: Hungarian Foodbank.\nTarget audience: Participating people/company teams; geared to food waste in households. ","On-going","Hungary (national)","Prevention","https://www.elelmiszerbank.hu/hu/projektjeink/foodbango.html"],
    [294,"Nosalty \"What's in your fridge?\"","Nosalty is a major recipe website in Hungary. \"What's in your fridge?\" is a sub-site where people can search for recipes based on what they already have at home.","Implementing actor: Nosalty (website).\nTarget audience: Households.","2010 - on-going","Hungary (national)","Prevention","https://www.nosalty.hu/mi-van-a-hutodben"],
    [295,"Community composting","Community composting in Budapest.","Implementing actor: Municipality of Budapest.\nTarget audience: Households in Budapest.","On-going","Hungary (municipal - Budapest)","Recycle (nutrients recovery)","https://infogardenweb.hu/bpfatar/"],
    [296,"Zero-Gachis ","Create a community of responsible consumers/households and help them in their daily purchases through an app.","Implementing actors: Retailers.\nTarget audience: Consumers / households. ","2011 - on-going","France (national)","Prevention","https://zero-gachis.com/"],
    [297,"No al cubo – Campaña de CECU ","No al cubo is a campaign of CECU - Confederation of Consumers and Users. The objective of the campaign is to contribute to the information and training of households to avoid food waste through activities.","Implementing actor: CECU.\nTarget audience: Consumers.","On-going","Spain (national)","Prevention","http://noalcubo.org/"],
    [298,"No lo tires – Campaña de FACUA ","The \"Don't Throw It Away\" campaign asks consumers to demand that supermarkets and hypermarkets donate safe food they can no longer sell.","Implementing actors: Supermarkets / retailers.\nTarget audience: Consumers.","On-going","Spain (national)","Re-use (human consumption)","https://yonodesperdicio.org/iniciativa/no-lo-tires-consumidores-en-accion-contra-el-desperdicio-de-alimentos-en-los-supermercados-campana-de-facua/"],
    [299,"SISTERS Project:  How “best-before” and “use-by dates” affect food waste","Correct labelling equals a consumer who is well informed about dates, as well as a distribution chain that controls and plans stocks, product dates, and is mindful of food waste.","Implementing actor: SISTER Consortium.\nTarget audience: Individual citizens from all sectors.","2022 - on-going","Europe (SISTERS PROJECT/HORIZON EUROPE)","Prevention","https://sistersproject.eu/what-affects-food-waste/"],
    [300,"For Resten","Thinking behind the app is \"empty the fridge\". The app offers good ideas and inspiration for how to make the best possible use of the surplus food that you already have in the fridge and freezer.","Implementing actors:  Consumer Council (Forbrugerrådet Tænk),  Agriculture & Food Ministry (Landbrug & Fødevarer) and Stop waste food (Stop Spild Af Mad).\nTarget audience: Households.","2016 - on-going","Denmark (national)","Prevention","https://taenk.dk/forbrugerliv/mad-og-indkoeb/app-undgaa-madspild-med-resten-appen "],
    [301,"Restekogebog (Leftover cookbook) ","A cooking book with recipes and guidance to use leftover meals to promote the reuse of leftover food, especially in households.","Implementing actors: Celebrity chefs and culinary actors.\nTarget audience:  Households.","2011","Denmark (national)","Prevention","https://www.saxo.com/dk/stop-spild-af-mad_selina-juul_haeftet_9788702101522  "],
    [302,"MadPlanen (Meal-planing)","Webpage where provide inspiration and suggestions for a weekly meal plan.","Implementing actors: REMA-1000.\nTarget audience: General public, households.","2020 - on-going","Denmark (national)","Prevention","https://madogdrikke.rema1000.dk/madplan "],
    [303,"LIFE IP CARE4CLIMATE ","The study aimed to obtain data on the generation and management of food waste in households and to test the feasibility of the chosen method of keeping a kitchen diary. For this purpose, a web-based application was set up through which households reported data on the amount of food waste they measured (weighed). On Facebook they created a Foodsharing group, where users on social networks offer food that they have not used.","Implementing actors: Ministry of the Environment, Climate and Energy, in collaboration with 15 partners from the public, non-governmental and private sectors.\nTarget audience: Households.","2019 - on-going","Slovenia (national)","Prevention","https://www.care4climate.si/sl/o-projektu/podrocja-aktivnosti-projekta/odpadna-hrana"],
    [304,"Project: \"Volk sit koza cela\" ","Ten tools have been developed to help households keep a food waste diary and an online survey examined habits and behavioral patterns in food waste management.","Implementing actor: Association Ekologi brez meja (Ecologists without border).\nTarget audience: Households.","2014 - 2015","Slovenia (national)","Prevention","https://ebm.si/volk-sit-koza-cela"],
    [305,"Recipe booklet for preparing meals from food waste, \"Hrana nije otpad\" (2022)","The recipe booklet brings together the most creative recipes from the students of the cookery education programme for making food from surplus food.","Implementing actors: Ministry of Agriculture and students of the cookery education program. \nTarget audience: Households.","2019 - 2022","Croatia (national)","Prevention","https://hrana-nije-otpad.mps.hr/novosti?category=recepti"],
    [306,"Waste Watcher International Observatory","The Observatory aims to provide the community with tools for understanding the social, behavioral and lifestyle dynamics that generate and determine household waste. An Observatory capable of generating common and shared knowledge to guide policies and actions to prevent food waste by public and private actors. Waste Watcher is research carried out with a scientific method, based on opinions and self-perceptions.","Implementing actor: Waste Watcher International Observatory.\nTarget audience: General public.","2013 - on-going","Italy (national and international)","Prevention","https://www.sprecozero.it/waste-watcher/"],
    [307,"App Sprecometro Wastemeter ","An app that aims to generate awareness and knowledge useful for directing individual and collective choices toward reducing food waste, adopting healthy diets, and sustainable use of natural resources: soil, water, energy.","Implementing actor: Waste Watcher International, Department of Agricultural and Food Sciences UNIBO, Last Minute Market. \nTarget audience: Consumers.","2023 - on-going","Italy (national)","Prevention","https://www.sprecozero.it/scopri-lo-sprecometro/"],
    [308,"Portami a casa con te ","Project in which pupils are provided with an anti-waste, thermal, washable and reusable bag for taking home meal not consumed in the canteen (bread, fruit, baked goods). The purpose of the initiative is to make people understand how a simple gesture, that of recovery, represents a useful moment to communicate the value of food and reflect on the dynamics related to the production and availability of food and its economic, social and cultural meanings.","Implementing actors: Municipality, schools (canteen service).\nTarget audience: Pupils / pupils' families.","2016","Italy (municipal - Como)","Prevention","https://www.comune.como.it/it/servizi/scuola-e-educazione/servizio-di-ristorazione-scolastica/progetti-di-educazione-alimentare/portami-a-casa-con-te/"],
    [309,"Buono oggi e anche domani","The project delivers the anti-waste kit consisting of a 100 percent biodegradable plastic re-sealable container and a paper shopper (bag) to collect and take home leftover food during Venetian village festivals.","Implementing actors: Provincial ACLI (Christian Association of Italian Workers) of Venice.\nTarget audience: Consumers at the festivals.","On-going","Italy (regional - province of Venice)","Prevention","https://www.aclivenezia.it/wordpress/acli-venezia/progetti/antispreco/buono-oggi-anche-domani/"],
    [310,"Separate Collection of Household Organics ","Separate collection of organic municipal waste. A new system for the selective collection of organic waste destined for composting and use in agriculture, set up by the Hygiene and Public Cleaning Unit of Évora City Council. ","Implementing actor: Hygeine and Public Cleaning unit of Evora City Council.\nTarget audience: Households.","2020 - on-going","Portugal (regional - Evora) ","Recycle (nutrients recovery)","https://www.jn.pt/local/noticias/evora/evora/evora-inicia-recolha-seletiva-de-residuos-organicos-para-compostagem-11896260.html "],
    [311,"Home composting / community composting ","Lipor is promting home / community composting. They provide some indicators on composting adoption.","Implementing actor: LIPOR\nTarget audience: Households.","On-going","Portugal (regional - Porto) ","Recycle (nutrients recovery)","https://www.lipor.pt/en/awareness/home-and-community-composting/composting-2/ "],
    [312,"Home & Neighbourhood Composting ","Household and neighbourhood composting initiative.","Implementing actors: Brussels Region, Schaerbeek municipality.\nTarget audience: Households.","On-going","Belgium (regional - Brussels region and municipal - Schaerbeek)","Recycle (nutrients recovery)","https://www.1030.be/fr/cadre-de-vie-environnement/nature-biodiversite/jardiner-en-ville/composter-nest-pas-sorcier "],
    [313,"Plan-eet App","An app geared towards becoming better cognizant of how much food is wasted in Flemish households (measuring FW), and to provide tips and tricks to help deal with food as consciously as possible. Techniques to store food optimally, nice recipes to process leftovers and even tips to buy only what you need in the store.","Implementing actor: VLACO\nTarget audience: Flemish households.","On-going","Belgium (regional - Flanders)","Prevention","https://vlaco.be/thuiskringlopen/voedselverlies-beperken/plan-eet "],
    [314,"\"Lekker van bij ons\" Cooking with leftovers ","Recipes and tips to never throw away food again, supported by VLAM: Flemish Centre for Agro and Fisheries Marketing.","Implementing actor: VLAM, the Flemish Centre for Agro and Fisheries Marketing.\nTarget audience: Flemish households.","On-going","Belgium (regional - Flanders)","Prevention","https://www.lekkervanbijons.be/ideeen-en-tips/koken-met-restjes-recepten. "],
    [315,"Food Winners Brugge (part of the Bruggesmaakt framework)","Participating households (5,000) to weigh their food waste for seven days in a row for both solid waste and liquid waste (soup, water, coffee, etc.) and to obtain a 30 percent reduction in food waste.","Implementing actors: Municipality of Bruges, through the Bruggesmaakt strategy and the Food Lab, FoodWIN.\nTarget audience: Households.","2020 - 2022","Belgium (municipal - Bruges)","Prevention","https://bruggesmaakt.brugge.be/foodwinners_handleiding_a5_web_eng "],
    [316,"Biojäätmete kohtkompostimine ","Pilot project carried out by the municipality (Circular Economy department). Several on-site composting systems have been tested for a year, targeting various end-users (detached house, residential house with up to 4 and up to 9 apartments, kindergarten). A report on their results has been completed. From 2023 onwards, the municipality is promoting home composting as part of the plan to introduce a mandatory separate bio-waste collection  from 1 April, 2023.","Implementing actor: Municipality of Tallinn.\nTarget audience: Households, kindergartens.","2021 - 2022","Estonia (municipal - Tallinn)","Recycle (nutrients recovery)","(https://www.tallinn.ee/et/keskkond/biojaatmed) (https://www.tallinn.ee/et/media/503311) "],
    [317,"Circular Cities Declaration / Composting ","Household composting and CIRC4FooD project: combination of composting and rainwater harvesting.","Implementing actor: Municipality of Trikala.\nTarget audience: Households.","On-going","Greeece (municipal - Trikala)","Recycle (nutrients recovery)","https://circularcitiesdeclaration.eu/cities/trikala "],
    [318,"Mat & Klimat (climate and food book) ","The municipality, along with collaborating restaurants, has created a book on \"strategies, tips and recipes for more sustainable food\" that explicitly tackles the issue of food waste (available in English).","Implementing actor: Municipality of Umeå, collaborating restaurants and chefs (list on website).\nTarget audience: Households.","2019","Sweden (municipal - Umea)","Prevention","(https://www.umea.se/download/18.7588f853178ecee2e2c316a/1619593155960/Climate%20and%20food.pdf) (https://www.umea.se/download/18.7588f853178ecee2e2c316b/1619593156754/Mat%20och%20klimat.pdf) (https://www.umea.se/byggaboochmiljo/samhallsutvecklingochhallbarhet/klimatmiljoochhallbarhet/koldioxidsnalaplatsen/kokbokenmatklimat.4.19a41f3a17567e789ef1fba.html) "],
    [319,"","","","","","",""],
    [320,"General Awareness-Raising","","","","","",""],
    [321,"","","","","","",""],
    [322,"Feeding the 5000 / Feedback ","Serves up a delicious communal feast for 5000 people made entirely out of food that would otherwise have been wasted. The public gets to see the scale of food waste first hand and learn that the solutions are delicious. The event brings together a coalition of organisations and engage politicians at the local and national level. Feeding the 5000 creates and acts as a catalyst for change.","Implementing actor: Feedback (social enterprise).\nTarget audience: General public.","On-going","United Kingdom (national and International)","Prevention","https://feedbackglobal.org/campaigns/feeding-the-5000/"],
    [323,"Adopt the Ugly Foodling ","The main objective of the Ugly Foodling is to create awareness among young consumers about the reasons and challenges of food waste and bring them together with more experienced consumers (elderly) who spend their youth in different conditions (non-abundance of food, participation in producing food producing, etc.). The urban young consumers will come into contact with the various food chain stakeholders, they will get to know how the food is produced and learn to respect it, learn about the bond between the food and cultural identity.","Implementing actor: Oulu municipal government. \nTarget audience: General public.","2022 - on-going","Finland (national)","Prevention","https://engage.eiturbanmobility.eu/processes/new-european-bauhaus/f/36/proposals/45?locale=ca"],
    [324,"No Leftovers Malta ","A platform / forum to foster awareness and educate the general public about sustainable and responsible consumption and production; foster and create an open dialogue where members of societies are given the opportunity to engage and participate in the eradication of food waste.","Implementing Actor: Malta Human Rights Education Center (non-profit).\nTarget Audience: General Public.","August 2021 - October 2021","Malta (national)","Prevention","https://maltahrec.com/projects/no-leftovers-malta/"],
    [325,"I Am Ready / Zachra? jídlo ","A campaign called \"I Am Ready\" to raise awareness about aesthetic standards on fruits and vegetables. The petition was signed by more than 10,000 people. After that, two shops – Penny Market and an online supermarket Rohlik.cz – started to sell wonky fruits and vegetables. Later, TESCO joined, and it is now selling wonky vegetables, too.","Implementing actors: Retails services sector, general public.\nTarget Audience: Consumers.","2016 - on-going","Czech Republic (national) ","Prevention","https://zachranjidlo.cz/our-achievements/"],
    [326,"Antigaspi Exhibition ","Awareness raising for the general public, and especially strudents from 3rd and 4th grades, with a moving exhibition.","Implementing actor: Ministry of Agriculture and rural development. \nTarget audience: Citizens and the private sector.","On-going","Luxembourg (national)","Prevention","https://antigaspi.lu/news/antigaspi-expo-praktesch-tipps-geint-food-waste/"],
    [327,"Golden rules Campaign","Awareness raising and teaching best practices about food waste to the general public.","Implementing actor: Ministry of Agriculture and rural development.\nTarget audience: Citizens and the private sector.","On-going","Luxembourg (national)","Prevention","https://antigaspi.lu/en/activities/awareness-raising/"],
    [328,"118 Reasons to Change Something Campaign ","Motivate people to start changing their own behaviour; awareness raising and teaching best practices to the general public.","Implementing actor: Ministry of Agriculture and rural development. \nTarget audience: Citizens and the private sector.","On-going","Luxembourg (national)","Prevention","https://antigaspi.lu/en/118-reasons-to-change-something/"],
    [329,"\"Jugendtreff Käl-Téiteng\"","Informing youth about food waste and recipes which might help to reduce it.","Implementing actor: Civil society organisation, Jugendtreff Käl-Téiting. \nTarget audience: General public - particularly youth.","2020","Luxembourg (municipal - Kayl commune)","Prevention","https://antigaspi.lu/initiatives/workshops-am-jugendtreff-kal-teiteng/"],
    [330,"Food Policy Council ","Developing strategies to reduce food waste in Luxembourg.","Implementing actors: Public council with stakeholders from 3 sectors: Production, Transformation & Retail. Target audience: Policy & Administration, research & civil society.","02/02/2023 (still being set-up)","Luxembourg (national)","Prevention","https://food.uni.lu/projects/research-projects/food-policy-council/"],
    [331,"Aquí no se tira nada\" (Ministry of Agriculture, Fisheries and Food) ","The objective of this campaign is to contribute to the awareness of all sectors of society, recovering the value of the food that makes up the national, cultural gastronomic heritage of Spain to curb food waste and its impact.","Implementing Actor: Ministery of Agriculture, Fisheries and Food.\nTarget Audience: Individual citizens from all sectors.","2022 - on-going","Spain (national)","Prevention","https://www.alimentosdespana.es/es/campanas/ultimas-campanas/alimentos-de-espana/el-pais-mas-rico-del-mundo/aqui-no-se-tira-nada.aspx"],
    [332,"Comida Basura ","Awareness-raising initiatives about food waste.","Implementing Actors: Citizens against food waste\nTarget Audience: Individual citizens from all sectors.","On-going","Spain (municipal - Madrid)","Prevention","https://comidabasurablog.wordpress.com/comida-basura/"],
    [333,"Red sin Desperdicio ","Red sin Desperdicio is a network for the knowledge and prevention of food losses and waste that has been operating informally for some time and is now promoting different activities and providing solutions to reduce food waste.","Implementing Actors: Professionals in the agri-food sector and waste prevention.\nTarget Audience: Stakeholders across the supply chain from producers to individual consumers.","On-going","Spain (national)","Prevention","https://sites.google.com/view/redsindesperdicio/inicio"],
    [334,"Yonodesperdicio ","General awareness campaigns, recipes to address food waste, for all actors along the supply chain.","Implementing actor: Yonodesperdicio forum.\nTarget audience: General public.","2015 - on-going","Spain (national)","Prevention","https://yonodesperdicio.org"],
    [335,"ReAprovecha Cantabria","ReAprovecha Cantabria is an awareness campaign against waste framed in the Cantabrian Strategy against Food Waste launched by the Government of Cantabria.","Implementing actor: The Government of Cantabria, through MARE.\nTarget audience: Stakeholders across the supply chain from producers to individual consumers.","2020 - on-going","Spain (regional - Cantabria)","Prevention","https://www.reaprovechacantabria.es/ "],
    [336,"Sindrome de Abundancia ","The objective is to create awareness campaigns about the need to avoid food waste.","Implementing actor: Image and Sound class of the IES Antonio Calvín, in Almagro, Ciudad Real. \nTarget audience: Stakeholders across the supply chain.","On-going","Spain (national)","Prevention","https://inmacs2010.wixsite.com/sindromedeabundancia"],
    [337,"Remenja’mmm ","Remenja'mmm (\"Buy me, too good to throw it away\") is a campaign that aims to raise awareness, for both consumers and the restaurant / hospitality industry, in the prevention of food waste by offering proposals and resources.","Implementing actors: Rezero y la Fundación Banco de Recursos , with the support of the Departamento de Territorio y Sostenibilidad de la Generalitat de Cataluña, Fundacion La Caixa, Agencia de Residuos de Cataluña (waste agency of Catalonia).\nTarget audience: Consumers and food services sector.","On-going","Spain (regional - Catalonia)","Prevention","https://www.remenjammm.cat/"],
    [338,"La manduca no caduca ","The manduca no caduca is an initiative of the Association of Naturalists of Girona (ANG) that since its inception in 2013 seeks to raise awareness among citizens about food waste and its environmental and social consequences. To do this, it invites people to create ways to take advantage of food throughout the food chain and to reflect on the current consumption model.","Implementing actor: Association of Naturalists of Girona (ANG). \nTarget audience:  Stakeholders across the supply chain from producers to individual consumers.","2013 - on-going","Spain (municipal - Girona)","Prevention","https://yonodesperdicio.org/iniciativa/la-manduca-no-caduca/"],
    [339,"Feeding Zaragoza ","The main objective is to denounce food waste and generate a critical movement in society regarding our attitude towards food (the way it is produced, distributed and consumed), taking into account the fact that there are people who are hungry in our cities and in the world.","Implementing actors: Citizens, entities interested in highlighting \"the global food scandal\".\nTarget audience: Primary producers, distributors and consumers.","On-going","Spain (municipal - Zaragoza)","Prevention","http://www.feedingzgz.com/"],
    [340,"Sin desperdicios: aprovecha la comida – HISPACOOP","A campaign of HISPACOOP (Spanish Confederation of Cooperatives of Consumers and Users) which aims to raise awareness among the general public about the importance of reducing food waste and promoting responsible consumption. To this end, HISPACOOP organizes informative, training talks with special attention to the most vulnerable groups. It also disseminates materials, advice and responsible habits in the management and use of food.","Implementing actor:  HISPACOOP (Spanish Confederation of Consumer and User Cooperatives). \nTarget audience: Individual citizens from all sectors.","On-going","Spain (national)","Prevention","https://yonodesperdicio.org/iniciativa/sin-desperdicios-aprovecha-la-comida-hispacoop-confederacion-espanola-de-cooperativas-de-consumidores-y-usuarios/"],
    [341,"SEMANA DE LA REDUCCIÓN DEL DESPERDICIO 2018 ","The Ministry (Agriculture, Food and Environment) develops the dissemination and awareness campaign  to raise awareness among the Spanish population (adults, young people and children), as well as the food sector, educational centers, gastronomy professionals, journalists and bloggers, about the importance of the use of food and food waste. The campaign has been done regularly on a yearly basis.","Implementing actor: Minisry of Agriculture, Fisheries and Food.\nTarget audience: Individual citizens from all sectors.","9/1/2018","Spain (national)","Prevention","https://www.alimentosdespana.es/es/campanas/historico-de-campana-y-programas/aprovecha-los-alimentos/semana-contra-desperdicio-2018.aspx"],
    [342,"“La Comida No Se Tira” ","The awareness campaign against food waste aimed at Basque society with the slogan \"Food is not thrown away\".","Implementing actors: Department of Economic Development, Sustainability and Environment of the Basque Government (ELIKA FUNDAZIOA).\nTarget audience: Individual citizens from all sectors.","12/1/2022","Spain (regional - Basque)","Prevention","https://zerodespilfarro.elika.eus/es/la-comida-no-se-tira-2022/"],
    [343,"\"Más alimento, menos desperdicio\" ","Ministry of Agriculture, Food and Environment aims to limit food losses and waste and encourages all sectors of society to collaborate by contributing their opinions, ideas, knowledge and experiences to contribute all together to the reduction of food waste, and addresses potential of valorization.","Implementing actor: Minisry of Agriculture, Fisheries and Food.\nTarget audience: Individual citizens from all sectors.","2013-2016 (first approach)\n2017-2020 (second approach)","Spain (national)","Prevention","https://www.miteco.gob.es/images/es/resestrategiadesperdicio_tcm30-178822.pdf"],
    [344,"Semana contra el despilfarro de alimentos en Euskadi / No al Despilfarro Alimentario en Euskadi  ","Basque platform / forum for exchanging ideas, discussions, campaigns and generally raising awareness about food waste.","Implementing actors: Department of Economic Development, Sustainability and Environment of the Basque Government (ELIKA FUNDAZIOA).\nTarget audience: Individual citizens from all sectors.","12/1/2019","Spain (regional - Basque) ","Prevention","(https://zerodespilfarro.elika.eus/es/plataforma/) (https://sostenibilidad.elika.eus/semana-contra-el-despilfarro-de-alimentos-en-euskadi/)"],
    [345,"ResursRestaurangen ","Works across the entire supply chain to decrease food waste and raise awareness about how the present system of food production influences the ecosystem, and aims to foster knowledge about sustainable food production and food consumption.","Implementing actor: ResursRestaurangen (non-profit).\nTarget audience: General public.","2015 - on-going","Sweden (national)","Prevention","https://www.facebook.com/resursrestaurangen/"],
    [346,"Too Good to be Wasted / Terra Mileniul III ","An educational project on food waste for students.","Implementing actors: Terra Mileniul III (non-profit organization).\nTarget audience: Students.","2016 - 2017","Romania (national)","Prevention","https://rocesp.ro/wp-content/uploads/2022/02/V4-final-Food-Waste-Report.pdf"],
    [347,"Company Packages / Zachra? jídlo","Training, tools, and activities that companies can participate in to help their employees gain a better understanding and awareness about and help reduce food waste in the office and at home.","Implementing actors: Zachra? jídlo (non-profit association).\nTarget audience: Companies, general public.","2013 - on-going","Czech Republic (national) ","Prevention","https://zachranjidlo.cz/company-packages/"],
    [348,"Kokoza ","Kokoza’s social enterprise brings composting and communities together by building awareness and educating society, businesses, and public administration on how to process organic material and how to build and maintain community gardens.","Implementing actors: Kokoza (social enterprise). \nTarget audience: General public.","2012 - on-going","Czech Republic (municipal - Prague) ","Recycle (nutrients recovery)","(https://www.socialenterprisesmap.org/listings/kokoza/) (https://bokashiorganko.com/bokashi-library/composting-food-scraps)"],
    [349,"Circular Food Center","Think-tank / knowledge center covering entire food supply chain, providing education, research, and raising awareness about food waste.","Implementing actor: Circular Food Center (think-tank).\nTarget Audidence: General public.","2018 - on-going","Netherlands (national)","Prevention","https://www.circularfoodcenter.com/en/"],
    [350,"Eqosphere","Research and awareness-raising about food waste and valorization possibilities. A pioneer in the design of CSR/RSO programs applied to the prevention of waste. ","Implementing actors: Eqosphere.\nTarget audience: Companies.","2009 - on-going","France (national)","Prevention","https://www.eqosphere.com"],
    [351,"Aux gouts du jour","An independent training, support and awareness-raising organization on the various themes related to food: taste education, fight against food waste, food balance, food and climate change, heritage gastronomy of our regions, attractiveness of jobs in the food sector.","Implementing actors: Aux gouts du jour (non-profit association).\nTarget audience: General public.","2006 - on-going","France (national)","Prevention","http://association-alimentation.fr"],
    [352,"Solidari Food ","SolidariFood is an initiative that aims to tackle food waste in Angers, Pays de la Loire - a major agricultural area in France. The initiative’s primary role is to raise awareness among consumers through information days and ‘collaborative cooking’ opportunities.","Implementing actors: SolidariFood (non-profit association), primary producers, food services sector, retailers, food banks.\nTarget audience: General public, people in need.","2015 - on-going","France (municipal - Angers)","Prevention","https://www.solidarifood.org"],
    [353,"Jardins Collectifs ","The city Dunkerque manages 6 shared gardens, which are maintained and used by the general public and Community Centers. There are also family gardens, these gardens are intended to serve the nourishing needs of families, to eat healthily, and to develop social relations with other gardeners - a total of 732 plots. Families can request their plot. The Parc Coquelle education garden trains the general public and raises awareness. There is also collective composting in various parks of the city, with awareness-raising sessions.","Implementing actors: Municipality of Dunkerque, Community centers.\nTarget audience: Inhabitants of Dunkerque.","On-going","France (municipal - Dunkerque)","Prevention, Recycle (nutrients recovery)","https://www.ville-dunkerque.fr/vie-quotidienne/jardins-collectifs "],
    [354,"Open Calls for Innovative Projects direct at the Food Sector","Strasbourg sets up open calls for innovative projects directed at the food sector and also food loss and food waste. Winners have their projects financed. It is part of an integral food policy.","Implementing actor: Municipality of Strasbourg.\nTarget audience: All stakeholders in the supply chain. ","On-going","France (municipal - Strasbourg)","Prevention","https://www.strasbourg.eu/documents/976405/1628244/0/f8af26d3-38a3-1e6d-7dff-1c148269a9e0 "],
    [355,"ZeroW (ZeroFLW Business Ecosystem)","Forum / platform for stakeholders interested in the market sustainability of food waste prevention actions, and the opportunity to network and exchange information about the needs and solutions for food loss and waste (FLW) in the market.","Implementing actors: ZeroW EU project partners.\nTarget audience: All stakeholders throughout the food chain looking to address food waste; largely start-ups, companies.","2022 - on-going","Europe (ZeroW Project / Horizon EUROPE)","Prevention","https://www.zerow-project.eu/news/zeroflw-business-ecosystem-group-public-webinar"],
    [356,"Élelmiszer Érték Fórum (Food Value Forum)","Stakeholder forum on food waste established by the Ministry of Agriculture and the Food Bank Association.","Implementing actors: Ministry of Agriculture and the Food Bank Association. \nTarget audience: Subscribing institutions, food sector companies and their associations and NGOs. \nList: https://www.azelelmiszerertek.hu/csatlakozok ","2014 - on-going","Hungary (national)","Prevention","https://www.azelelmiszerertek.hu/ "],
    [357,"\"Unidos contra o desperdício\"","A movement that gives stage to all who actively fight against food waste and wants to make usual the use of surpluses, warn of losses and waste, encourage and facilitate the donation of leftovers and promote responsible consumption.","Implementing actor: National authorities, Portuguese companies, institutions.\nTarget audience: Public and Private institutions and individual citiziens from all sectors.","On-going","Portugal (national)","Prevention","https://www.unidoscontraodesperdicio.pt/ "],
    [358,"Hortas Pedagógicas","Educational action directed towards children. The municipality promotes participation in various activities and workshops. Children learn to grow vegetables and identify seasonal produce and feed poultry, inter alia. They are also trained in food preservation and healthy cooking.","Implementing actors: Municipality of Porto, Centro de Educacao para a Sustenibilidade (CE.ES).\nTarget audience: Children, people with special needs.","2022 - 2023","Portugal (municipal - Porto)","Prevention","(https://ambiente.cm-porto.pt/programa-de-educacao-ambiental/hortas-pedagogicas-202223) (https://ambiente.cm-porto.pt/files/uploads/cms/ambiente/16/files/1656515631-tQFrUUnolu.pdf)\n(https://ambiente.cm-porto.pt/files/uploads/cms/ambiente/16/files/1656515631-tQFrUUnolu.pdf)"],
    [359,"Vegetable gardens and grow beds","In total 13 vegetable gardens with a total of 537 users. Provide grow bed/garden toolkit to create gardens for self-consumption of food.","Implementing actors: Municipality of Porto, Tourism sector, IPSS.\nTarget audience: Inhabitants of Porto.","2004 - on-going","Portugal (municipal - Porto)","Prevention","https://www.lipor.pt/en/awareness/home-and-community-composting/composting-2/ "],
    [360,"Practical Guide on Food Cycle ","Published three guides on: 1) Sustainable urban agriculture, 2) Food without wasting, 3) Home (vermi)composting. Published in 2020. Part of the LIPOR Bio-waste strategy.","Implementing actor: LIPOR\nTarget audience: Inhabitants of Porto region.","2020","Portugal (regional - Porto)","Prevention, Recycle (nutrients recovery)","(https://www.lipor.pt/en/awareness/practical-guides-on-the-food-cycle/) (https://www.lipor.pt/en/awareness/practical-guides-on-the-food-cycle/ )"],
    [361,"Urban Kitchen Gardens Project ","Reduce waste production by offering free plots in urban gardens, in order to produce locally-grown vegetables.","Implementing actor: LIPOR\nTarget audience: Inhabitants of Porto region.","2003 - on-going","Portugal (regional - Porto)","Prevention","https://www.lipor.pt/en/awareness/sustainable-green-spaces/urban-kitchen-gradens-project/ "],
    [362,"Terra a Terra","Composting bins are distributed to households and communities to produce compost out of bio-waset. Support is provided for producing compost. Target: Implementation 17 000 compost bins since 2008, each year 1000 new composting bins.","Implementing actor: LIPOR\nTarget audience: Inhabitants of Porto region.","On-going","Portugal (municipal - Porto)","Recycle (nutrients recovery)","https://www.lipor.pt/en/about-us/about-lipor/"],
    [363,"Horta a Porta","Organic gardening, alotments are allocated to residents for growing organic vegetables. Compost is produced locally with gardeners valorising their own bio-waste.","Implementing actor: LIPOR\nTarget audience: Inhabitants of Porto region.","On-going","Portugal (municipal - Porto)","Recycle (nutrients recovery)","https://www.lipor.pt/en/about-us/about-lipor/"],
    [364,"Stop Spild af Mad (Stop-waste-food) ","A volunteer-driven non-profit with various activities, projects and collaboration. It is Denmark's largest movement against food waste.","Actor involved: Citizen driven initiatives and run by volunteers.\nTarget audience: Public, industry and policy makers.","2008 - on-going","Denmark (national)","Prevention","https://stopspildafmad.org/ "],
    [365,"Videncenter om Madspild (Knowledge center on food waste) ","It is the Nordic's first virtual knowledge centre to inform about the extent of food waste, as well as provide information about measures, analyses, reports, organizations and other actors in Denmark and abroad who actively work with both prevention and reduction of food waste.","Implementing actor: Stop Spild af Mad.\nTarget audience: General public. ","On-going","Denmark (national)","Prevention","https://madspild.dk/ "],
    [366,"Save & Help campaign (Spar & Hjælp kampagne) ","The nationwide campaign, which aims both to reduce food waste and at the same time help poor Danes. Every time buying a product with the Spar & Hjælp label, DKK 1 goes to social organization Danish Folkehjælp.","Implementing actors: KIWI (Logistic provider), Stop Spild Af Food (NGO) and Dansk Folkehjælp (NGO).\nTarget audience: Consumers.","On-going","Denmark (national)","Prevention","(https://www.facebook.com/Madspild/photos/?tab=album&album_id=1430941710263034) (https://stopwastingfoodmovement.org/our-projects/)"],
    [367," Stop Madspild (Stop Food-Waste Teaching Campaign)","A free educational campaign and teaching materials for the oldest classes of the primary school, to work journalistically and project-oriented on the issue of food waste.","Implementing actors: Stop Spild Af Mad collaboration with Danish Teachers' Association (Danmarks Lærerforening).\nTarget audience:  School kids and teachers.\n","On-going","Denmark (national)","Prevention","http://www.stopmadspild.dk/"],
    [368,"Charity dinner ","A yearly charity dinner (supported by the Danish Crown prince and Crown Princess) with a focus on food waste to support the nationwide charitable project Christmas Surplus (Juleoverskud).","Implementing actors:  Danish Ministry of Food-Agriculture and Fisheries, Stop Spild Af Food (Stop Spild Af Mad), and Danish People's Aid (Dansk Folkehjælp).\nTarget audience: General public.","2016 - on-going","Denmark (national)","Prevention","https://fvm.dk/foedevarer/indsatsomraader/madspild/velgoerenhedsmiddag/ "],
    [369,"Nationale madspildsdag (National Food Waste Day) ","A yearly event on the 29th September with physical activities including a virtual live event for all the country's elementary schools. Under the name \"Schools Save the Food”, Denmark's largest virtual food waste event where the food minister promotes school kids to reduce food waste via a cooking demonstration.","Implementing actors: Ministry of Food (Fødevareministeriet) and the think tank ONE/THIRD.\nTarget audience: Schools and 6th grade students nation-wide.","2021 - on-going","Denmark (national)","Prevention","https://fvm.dk/foedevarer/madspild/danmarks-nationale-madspildsdag/ "],
    [370,"Madværkstedet Madspild (Food Waste Workshop)","A cooking-related teaching course to provide insight into the understanding of and experience with how food waste can be reduced through teaching courses to school pupils.","Implementing actors: Arla-foundation and Arla.\nTarget audience: Municipality of Silkeborg and school pupils (grade 6, 7 & 8).","On-going","Denmark (municipal - Silkeborg)","Prevention","(https://arlafonden.dk/madspild-paa-skoleskemaet) (https://www.toender.dk/din-kommune/nyheder-og-presse/nyheder-og-pressemeddelelser/madspild-pa-skoleskemaet-13668877/)"],
    [371,"Madspilskolen (Food-waste school) ","A camp-type of food activity based class, during the school holiday (winter - week-7), summer (July), National-Food-waste-day (week 36), and Autumn (week-42 - holiday). It is mostly outreach-based education. Students spend time to learn about food, food-waste, and its impact.","Implementing actors:  Arla-foundation and Arla (Dairy industry giant), ToGoodToGo, and Fotex (food retailer).\nTarget audience: Municipal schools, and school pupils.","On-going","Denmark (municipal - Copenahgen, Aarhus, Odense, Alborg, and Korsør)","Prevention","https://arlafonden.dk/madspildsskolen/ "],
    [372,"Unge stopper madspild (Youth stop food-waste)","A problem-based learning activity to develop solutions in the local community. Especially work together with the concept of UN sustainable goal no. 12. The classes are taught about where, how, and why food waste occurs and investigated in their local community and local environment. The students must then develop their own proposals for how food waste can be reduced, working together with a teacher, local politicians, and experts.","Implementing actors: CONCITOs Klimaambassade (Climate think-tank), Association for  school-democracy (Foreningen for Demokratiskolen) partnership with Association of people-meeting (Foreningen Folkemødet), association of purchage (De Samvirkende Købmænd), and the Food ministry (Fødevareministeriet)\nTarget audience: 400 school pupils, teachers, municipal officials from Ballerup, Fredericia, Gentofte, Herning, Kolding, Silkeborg, Skanderborg, Vejle participate in the experiment in weeks 36-40 and developed proposals to reduce food waste, which can be included in the green climate transition of their municipality and hopefully in the official Danish effort.","On-going","Denmark (municipal - Ballerup, Fredericia, Gentofte, Herning, Kolding, Silkeborg, Skanderborg, Vejle)","Prevention","(http://sustainable.dk/folkeskole/wp-content/uploads/2021/01/Moduloversigt.pdf) (https://concito.dk/unge-stopper-madspild )"],
    [373,"Overskudsmad til skoler (Learning about retail surplus food for schoools)","A pilot project with the aim of finding a sustainable model for collaboration between schools and supermarkets that can be scaled up nationally and reduce food waste. The pilot project includes the development of teaching material on food waste for food science teachers and courses for the canteen staff at the two schools. The concept is: Students go to the local supermarket to see and hear about the surplus foods that goes into the bin in the back of the warehouse. The students are given vegetables and bread, which can no longer be sold because of the best-before label, but which can still be eaten. They go back to the school with some of the surplus food in their back-pack, and cook delicious food from these surplus ingredients and taste them together with the rest of the class.","Implementing actors:  Food Bank (Fødevarebanken) and  Retailer (Netto) with Food culture organization (Madkulturen).\nTarget audience: Schools (teachers and students).","On-going","Denmark (municipal - Gentofte)","Prevention","(https://fvm.dk/nyheder/nyhed/nyhed/skoleboern-og-supermarkeder-kan-mindske-madspildet/) (https://www.madkulturen.dk/projekt-indsats/madspild-paa-skoleskemaet) "],
    [374,"Mind the Trash (Digital teaching course for middle school)","New teaching material to teach students in grades 4-6 on resources and waste. Digital teaching materials for educational course on waste which deals with the entire resource cycle within the topics of waste, resources, physical-activity, and entrepreneurship.","Implementing actor: Ministry of the Environment\nTarget audience: Schools (teachers and students).","2014 - on-going","Denmark (national)","Prevention","https://unf.dk/blog/2014-07-24/mind-the-trash-digitalt-undervisningsforloeb-for-folkeskolens-mellemtrin/"],
    [375,"Madskoler (Food Schools) ","Cooking classes for kids, especially during school holiday such as: Winter, Summer, or Autumn holidays. The focus is given to having a fun learning experience with food for children. The focus of the food schools is cooking, including; physical activity, health, nutrition and food-waste are also central themes.","Implementing actors:  Youth organization (Ungdomsforeningen 4H) partnership with Food-and Agriculture organization (Landbrug & Fødevarer) and Food retailer REMA 1000. Volunteers are used for teaching activities. \nTarget audience:  School kids within 8-12 years.","2004 - on-going","Denmark (national)","Prevention","https://www.madskoler.dk/"],
    [376,"Uddannelsesportal (Educational portal) ","The portal aims to make students and teachers in primary school, secondary education and higher education, more aware of the consequences of food waste and what the individual can do to reduce it.","Implementing actors: To Good To Go partnership with Gyldendal (Book publisher ), and Systime (educational materials developer).\nTarget audience:  School teachers and students.","2020 - on-going","Denmark (national)","Prevention","(https://magasinetskolen.dk/artikel/undervisning-og-laering/ny-uddannelsesportal-om-madspild) (https://toogoodtogo.dk/da/movement/education)  "],
    [377,"Madkundskab og Verdensmål (Food-economics and UN sustainable Goals) ","To learn about food, nutrition, food-waste and sustainability through education at a camp-type environment and later developed teaching material.","Implementing actors:  Danmarks Lærerforening (Teachers' Association)\nTarget audience: Schools (teachers and students).","On-going","Denmark (national) ","Prevention","https://govarde.dk/madkundskab-og-verdensmaal-paa-skoleskemaet/ "],
    [378,"Less food waste - More ecology and climate-friendly food ","Short, entertaining presentation that prepares students for a sustainable future in the kitchen with focuses on: What role does food waste play globally and for ourselves; What ecology is; How you choose climate-friendly food and how it all connects to less food waste and the UN's 17 global goals for sustainability; What is the most sustainable balance for our food; and How you save on water and electricity when you cook.","Implementing actor:  Ballerup municipality.\nTarget audience: Schools students.","On-going","Denmark (municipal - Ballerup) ","Prevention","https://skolenivirkeligheden.dk/ballerup/forloeb/baeredygtighed-klima-co2-reduktion/mindre-madspild-mere-okologi-og-klimavenlig-mad "],
    [379,"Denmark mod Madspild (Denmark against Food Waste) ","A voluntary agreement for companies and organizations that aim to halve food waste by 2030 and reduce food loss in the Danish food industry. The main purpose is to develop and implement nationwide programs, research, and initiatives carried out within all layers of the food value chain. The initiative is based on the UN's Global Goal 12.3 for sustainable development, where global food waste, incl. food waste per population, must be halved by 2030 and food loss reduced.","Implementing actors:  Ministry of Environment and Think tank One/Third backed by Ministry of Food\nTarget audience: Entire food chain actors from ‘farm to fork´.","2020 - on-going","Denmark (national)","Prevention","(https://danmarkmodmadspild.dk/) (https://onethird.dk/danmarkmodmadspild/cases/salling-group/ ) "],
    [380,"YouFoo (Young Food Waste Fighters Club)","The YouFoo Club program was used for the study and included 4 schools. It ran for 8 weeks and concluded on International Food Waste Day. A sample of schools was recruited, the process was structured as a case competition, and the end goal was to present the solutions at the final event. It built on Project Based Learning, the Knowledge Triangle, and the concepts of 21st century skills. The research shows that it is possible to bring youth into solution-making, that the process contributed to learning, and that it fitted well with principles of Education for Sustainable Development.","Implementing actor: University of Copenahgen.\nTarget audience: General public and households.","2020 (for 8 weeks)","Denmark (4 schools) ","Prevention","(https://www.mdpi.com/2673-995X/3/1/1) (https://www.researchgate.net/publication/339942020_Next_generation_solutions_to_fight_the_climate_crisis_-_insights_from_the_Young_Food_Waste_Fighters_Science_Club) "],
    [381,"SESAM – Sense Science & the Magic of Food","SESAM is a science & food literacy training program for pupils at school that is based on Project Based Learning and Mentoring. It involves STEM based development of learning stations focusing on different aspects of food systems transformation, including food waste mitigation. Students work on a particular food topic and do a relevance challenge together with the school teacher.","Implementing actor: University of Copenhagen.\nTarget audience: Youth, schools.","2020 - on-going","Denmark (national)","Prevention","(https://ign.ku.dk/sesam/) (https://ign.ku.dk/english/sesam21/) (https://ign.ku.dk/english/sesam/ )  "],
    [382,"United Against Food Waste ","A yearly global event against food waste feeding free food to the public at the city center to raise awareness about food waste. The event also provides an opportunity for the food industry to show to the public their involvement in addressing food waste.","Implementing actor: Stop Spild af Mad.\nTarget audience: Food services  industry. ","2014 - on-going","Denmark (national and international)","Prevention","https://www.eu-fusions.org/index.php/about-fusions/news-archives/13-united-against-food-waste "],
    [383,"Project: Hrana nije otpad / A children's picture book entitled: \"Kako su Dora i Mario spasili hranu\"","The children's picture book explains in a fun and educational manner what food waste is and how to manage it and reduce it.","Implementing actor: Ministry of Agriculture.\nTarget audience: Children.","2019 - 2022","Croatia (national)","Prevention","https://hrana-nije-otpad.mps.hr/novosti?category=za-djecu"],
    [384,"Campagna SprecoZero","Spreco Zero is Italy's only permanent food waste awareness campaign.","Implementing actor: Waste Watcher International.\nTarget audience: General Public.","2013 - on-going","Italy (national)","Prevention","https://www.sprecozero.it/ "],
    [385,"Campaign \"Non ti scarto\" ","Project promoted by Slow Food in which food products that are no longer \"sale-able\" but still perfectly edible are collected, convivial moments of cooking and music (Disco Soup) are organized, along with recovery recipe contests among elementary school children.","Implementing actor: Slow Food\nTarget audience: Community / general public.","2023","Italy (regional - Sicily)","Prevention","https://www.ilmediterraneo24.it/in-sicilia/sicilia/contro-lo-spreco-alimentare-in-sicilia-arriva-la-campagna-di-slow-food-non-ti-scarto/"],
    [386,"ICareFood","An association that studies solutions to combat food waste, combating local poverty and supporting the economy of the Territory, the environment and the well-being of people.","Implementing actors: UnMondoInedito Aps (association), retailers.\nTarget audience: General public, consumers, people in need.","2015 - on-going","Italy (national)","Prevention","https://www.icarefood.it/chi-siamo/"],
    [387,"Noi, il cibo, il nostro pianeta ","An educational program designed by Fondazione Barilla that encourages innovative teaching by offering teachers on-line training about food and food sustainability issues, as well as digital teaching tools for classroom lessons.","Implementing actors: Fondazione Barilla, teachers.\nTarget audience: Pupils. ","On-going","Italy (national)","Prevention","http://sprecoalimentare.anci.it/ristorazione-scolastica/progetti-e-iniziative/noi-il-cibo-il-nostro-pianeta/"],
    [388,"NoiConMente ","The regional project encourages active citizenship behaviors and the spread of the ethical value of food, solidarity, and cooperation to encourage a culture of conscious consumption and limit waste. It involves at least 1000 high schools students.","Implementing actors: UPI Puglia (association), high schools.\nTarget audience: Pupils","On-going","Italy (regional - Puglia)","Prevention","https://noiconmente.it/il-progetto/"],
    [389,"Campaign Tarbi Toitu Targalt ","A national campaign that informs the general public about food waste and food waste reduction strategies.","Implementing actors: Tarbi Toitu Targalt (\"Eat Wisely\" on-line platform), companies, Estonian Environmental Investment Centre.\nTarget audience: General public.","On-going","Estonia (national)","Prevention","https://tarbitoitutargalt.ee/"],
    [390,"“Consume food wisely!” campaign ","The goal is to reduce food waste while also spreading awareness about the issue.","Implementing actors: Estonian food bank, Stockholm Environment Institute Tallinn, stores, restaurants.\nTarget audience: General public.","2016","Estonia (national)","Prevention","https://borgenproject.org/countering-hunger-in-estonia/#:~:text=In%202016%2C%20the%20Estonian%20Food%20Bank%20and%20the,large%20stores%20and%20restaurants%20also%20supported%20the%20campaign."],
    [391,"The Sustainable Development Forum 2016 ","The forum explored / discussed the potential for reducing per capita food waste in Estonia by 2030.","Implementing actors: Stockholm Environment Institute Tallinn, experts from ministries, food businesses, food banks, and local government.\nTarget audience: General public.","2016","Estonia (national)","Prevention","https://www.sei.org/featured/how-to-halve-the-per-capita-food-waste-in-estonia-by-2030/"],
    [392,"Food Waste Charter Ireland ","A public commitment by companies and organisations to change how they think and respond to food waste. Pledge to take positive actions through measuring, reducing, and reporting their food waste.","Implementing actor: Environmental Protection Agency (EPA) Ireland. \nTarget audience: All businesses signing the charter.","2017 - on-going","Ireland (national)","Prevention","https://foodwastecharter.ie"],
    [393,"Vegetable gardens (Vegetable gardens - part of Ghent en Garde Strategy)","Municipally-owned vegetable garden, to be used by the general public. The produce grown is meant to be sold to the urban population. Knowledge support is provided for community gardens.","Implementing actor: Ghent City Council.\nTarget audience: Inhabitants of Ghent.","On-going","Belgium (municipal - Ghent)","Prevention","https://stad.gent/en/city-governance-organisation/city-policy/ghents-climate-actions/sustainable-food#93963 "],
    [394,"Restevenn ","A campaign run by Stavanger City and other municipalities in the region (IVAR: inter-municipal company with responsibility for water, sewage and waste disposal; owned by municipalities) to inform the general public about foodstuff: tips for purchase, use of leftovers etc. Mostly a webpage, but some events do take place.","Implementing actors : Various municipalities, IVAR IKS and RYMI IKS.\nTarget audience: Inhabitants of the Nord-Jaeren region.","2017 - on-going","Norway (municipal - Stavanger and regional - Nord-Jaeren)","Prevention","https://restevenn.no/"],
    [395,"Landelijke Gilden (Samen beleef je meer) / Rural Guilds","Startup to reduce food loss. Develop, test and implement ideas and solutions. Objective was to come up with ideas which were pitched to a grand jury, that would be later adopted to reduce food loss.    ","Implementing actor: Landelijke Gilden. \nTarget audience: General public; especially innovators and entrepreneurs.","On-going","Belgium (municipal - Leuven)","Prevention","(https://www.landelijkegilden.be/informeren/dossiers/voedselverspilling?page=6) (https://www.landelijkegilden.be/informeren/actualiteit/startup-om-voedselverlies-te-verminderen)"],
    [396,"Mechelen: Disco Soup                                                                       ","A disco soup is a concept that is simple and extremely fun and effective: cooking together with food leftovers, eating and dancing. Not only do you bring your neighborhood closer together, but you also create awareness about food waste.","Implementing actors: FoodWIN in collaboration with WOW Food. \nTarget audience: General public living in the district.","2019","Belgium (municipal - Mechelen)","Prevention","https://foodwin.org/mechelen-disco-soup/"],
    [397,"Feed The  '2000' in Antwerp                                            ","A sensitizing on-line quiz on Food Waste and  2000 meals from Antwerp surpluses for the people who took the quiz, from one of five catering establishments. ","Implementing actors: FoodWIN, municipal government of Antwerp (city), ODC Antwerp, catering companies.\nTarget audience: General public.","October 12-18, 2020","Belgium (municipal - Antwerp) ","Prevention","https://foodwin.org/feeding-the-2000/"],
    [398,"Lidl Einderjaarsacties","Food retailer Lidl is extremely active in an event called \"De Warmste Week\" (previously called \"Music For Life\") which takes place each year about a week before Christmas. The event involves various participating organizations (such as the Belgian Red Cross - Flanders, VRT Radio), as well as the general public with the aim of participating in order to contribute to a charitable cause. Lidl is an active participant in this event every year, providing donations to food banks, and spear-heading activities to raise awareness about sustainability, food waste, health, and wellbeing.  For example, in 2015 Lidl set up a major campaign via \"Music for Life\" with the name 'today's soup with yesterday's vegetables'. The soup, which was sold at various Christmas markets, was made with vegetables that could no longer be sold in the stores but were still perfectly edible. \n","Implementing actor: Lidl (food retailer)\nTarget audience: General public and food banks.","2012 - on-going","Belgium (national)","Prevention","https://corporate.lidl.be/duurzaamheid/maatschappij/voedselverspilling"],
    [399,"WAW BRANDS (Waste Warrior Brand)                                 ","Started between Too Good To Go and Compass Group Belgium. Belgian coalition of brands working together in the fight against food waste. By signing the declaration \"For a planet without food waste\" along with fifteen other brands, Compass Group Belgium commits to making a difference together with Too Good To Go around three pillars: internal commitment, external communication and taking action.","Implementing actors: Too Good To Go and Compas Group Belgium.\nTarget audience: Employees as well as customers. ","On-going","Belgium (national)","Prevention","https://www.compass-group.be/en/stories/compass-group-belgium-and-too-good-to-go-join-forces"],
    [400,"Knowledge Hub        ","On-line database of recipes and articles related to food waste. Raising awareness and sharing knowledge.","Implementing actor: FOODWIN\nTarget audience: General public.","On-going","Belgium (regional - Flanders)","Prevention","https://foodwin.org/kennis-hub/"],
    [401,"Sincerely Food / Lithuanian Consumer Institute ","A national project on sustainable food consumption, also covering environmental impacts through all life cycle stages of the products, i.e., also food waste. The project included a variety of activities starting from a drawing competition for school children and exhibitions, to discussions, articles in the mass media, radio broadcasts, and an interactive map of eco-farms.","Implementing actor: Lithuanian Consumer Institute (non-profit association).\nTarget audience: General public.","2017 - 2020","Lithuania (national) ","Prevention","https://www.linkejimaimaistas.lt/en "],
    [402,"","","","","","",""],
    [403,"Whole Supply Chain","","","","","",""],
    [404,"","","","","","",""],
    [405,"Circular Cities Practitioners Handbook","Engaged with large scale retailers to analyze their supply chain to reduce surpluses and minimise waste production. The city convened a network of exchange between large-scale retailers, non-profits and public authorities to enhance the recovery and the donation of food surpluses.","Implementing actor: Municipality of Cremona, large scale retailers, non-profits.\nTarget audience: Consumers in need and retailers.","2021","Italy (municipal - Cremona)","Prevention","https://circulars.iclei.org/wp-content/uploads/2021/03/ICLEI-Circulars-City-Practitioners-Handbook-Food.pdf "],
    [406,"Project: Hrana ni odpadek ","Analysis of the situation and causes of food waste in Slovenia. Preventing food surpluses through redistribution, valorisation, education, awareness raising, digital tools, prizes, and competitions, technological innovations for food and non-food uses, training, sales innovations, improved public procurement, certification, legislation, grants, and incentives.","Implementing actor: Slovenian Research Agency: ARRS\nTarget audience: Stakeholders from the whole supply chain. ","2020 - 2022","Slovenia (national)","Prevention","https://www.bf.uni-lj.si/sl/raziskave/raziskovalni-projekti/2021030217220822/hrana-ni-odpadek:-preprecevanje,-zmanjsevanje-in-uporaba-odpadne-hrane"],
    [407,"FUSILLI / Food 2030","This is the Danish part of the EU project that aims to transform the food system to be more sustainable by focusing on all stages of the chain: production and processing, consumer, distribution, and governance. Food waste actions are focused on: efficient ways to avoid food waste, promote recycling and transform into bio-based products, improving logistics.","Implementing actor:  Kolding municipality.\nTarget audience:  Actors along the whole stage of the supply chain.","2021 - on-going","Denmark (municipal -  Kolding)","Prevention","https://koldingfood2030.dk/index.php/sustainability-actions/"],
    [408,"Partnerships on food waste ","National partnership for food waste to increase the cooperation across the food value chain and between the private sector, authorities, and civil society.","Implementing actor: Ministry of Food.\nTarget audience: Food services industry.","2014 - on-going","Denmark (national) ","Prevention","https://fvm.dk/foedevarer/madspild/partnerskaber-om-madspild "],
    [409,"Madspildspuljen (The food waste pool) ","A number of partnership and funding projects to reduce food waste with various measures: involvement of the entire value chain (e.g. from farm to fork), knowledge about behavior (e.g. food waste in single households), technological innovation (e.g. product sponsorship in retail), campaigns (e.g. dissemination of food waste-reducing measures in commercial kitchens), joint-thinking of actors (e.g. spread of food waste-reducing measures in commercial kitchens), events and citizen involvement (e.g. Youth against food waste), and donation - e.g. surplus food for schools.","Implementing actor:  Ministry of Food.\nTarget audience:  All actors along the supply chain; industry to apply for funding and receive funds for relevant task/activities.","On-going","Denmark (national) ","Prevention","(https://fvm.dk/fileadmin/user_upload/MFVM/Foedevare/Madspild/Dansk_fortaelling.pptx) (https://fvm.dk/foedevarer/madspild/forebyggelse-af-madspild) "],
    [410,"Glanbia ","Pure Food and Pure Planet Strategy includes targeting zero waste to landfill at all operational sites by 2025 and 50 percent reduction in all food waste by 2030.","Implementing actor: Glanbia (company).\nTarget audience: Supply chain actors from producers to processors, transporters, wholesalers and retailers.","On-going","Ireland (national and international)","Prevention","https://www.glanbia.com/sustainability/pure-food-pure-planet-strategy"],
    [411,"Socio-economic context of food waste generation in Latvia (2022-2023)","A project to investigate the socio-economic context of food waste generation in Latvian society and food production and distribution enterprises, as well as to assess the potential role of food waste prevention or valorisation in the Latvian economy.","Implementing actor: Riga Stradins University.\nTarget audience: Scientific community, policy-makers.","2022 - 2023","Latvia (national)","Prevention","https://www.biosystems.lv/assessment-of-food-waste-generation"],
    [412,"Unilever ","Future Food initiative to halve food waste in Unilever's direct operations from factory to shelf by 2025.","Implementing actor: Unilever (company).\nTarget audience: Supply chain participants from producers to processors, transporters, wholesalers and retailers.","On-going","United Kingdom (national and International)","Prevention","https://www.unilever.com/brands/nutrition/the-worlds-food-system-needs-to-change"],
    [413,"Sainsbury's","As part of the commitment to reduce food waste by 50% by 2030, working to reduce, or put as much of food waste as possible to good use. Includes working with farmers to reduce food waste in the supply chain, sending surplus food waste from stores to charity food donation partners and recovering energy from waste.","Implementing actor: Sainsbury's.\nTarget audience: All actors along the supply chain.","On-going","United Kingdom (national)","Prevention","https://www.about.sainsburys.co.uk/sustainability/better-for-the-planet/food-waste"],
    [414,"Estratégia Nacional de Combate ao Desperdício Alimentar (ENCDA) - Comissão Nacional de Combate ao Desperdício Alimentar (CNCDA) ","Combating food waste, a shared responsibility of the producer to the consumer.","Implementing actors: Ministry of agriculture and National Comission against Food Waste.\nTarget audience: Producers and consumers.","On-going","Portugal (national)","Prevention","https://www.cncda.gov.pt/index.php/estrategia-e-plano-de-acao/estrategia-de-combate-ao-desperdicio-alimentar"],
    [415,"ZERO DESPERDICIO. Nada se perde. Tudo se transforma. ZERO DESPERDÍCIO WEBAPP ","The first digital platform entirely dedicated to the management and implementation of production and distribution models, according to the Circular Economy concept. The Zero Waste Model aims to recover network surpluses. A model of people for people and for the environment, which benefits from the support of a technological platform - ZERO DESPERÍCIO 360 WEB APP - equipped with Business Intelligence tools , which allows connecting entities on a national scale, collecting data on donations made; measuring social, economic and environmental impacts; scalable to other territories at national and international level. ZERO DESPERDICIO sends all donations to people in need, in a Zero Waste Movementcomposed of retailers, restaurants and the like, public entities, social organizations and local solidarity, all together in favor of society and the environment.","Implementing actors: Private companies.\nTarget audience: Individual citizens and companies and organizations.","On-going","Portugal (national)","Re-use (human consumption)","https://zerodesperdicio.pt/"],
    [416,"Alentejo KmO Initiative ","Km0 Initiative - Alentejo: Enhance the consumption, production and processing of locally sourced agri-food products.The mission of Alentejo’s Km0 Inititative is to boost the consumption, production and transformation of locally sourced food products in order to contribute to the diversity and resilience of food systems and to enhance the value of local products. The concept also aims to raise awareness of the carbon and ecological footprint resulting from high energy spent on intensive production processes, packaging, transport and storage of foodstuffs that are produced at a far distance from where they are consumed.","Implementing actors: Municipality of Evora, Turismo do Alentejo, NERE, Eugénio de Almeida Foundation, Delta Cafes.\nTarget audience: Stakeholders across the whole supply chain.","Unknown (appears to be on-going)","Portugal (municipal - Alentejo)","Prevention","https://www.km0alentejo.pt/en/ "],
    [417,"Le pacte national de lutte contre le gaspillage alimentaire ","The national pact to fight against food waste. In particular, it sets the national goal of reducing food waste by 50 percent by 2025, i.e. an average annual reduction of 5 percent between 2013 and 2025.","Implementing actors: Authorities, food associations, companies, retailers and producers.\nTarget audience: Individual citizens from all sectors and companies.","2017 - on-going","France (national)","Prevention","https://agriculture.gouv.fr/pacte-national-de-lutte-contre-le-gaspillage-alimentaire-les-partenaires-sengagent"],
    [418,"Plan Alimentation Durable 2015-2020, 2022-2027, Plan Strategique Parisien de lutte contre le gaspillage alimentaire ","Reducing food waste through public procurement of sustainable food and shorter supply chains. The plan goes beyond food waste, it is an integral food policy plan. However, Challenge 4 of the plan specifically focuses on food loss and food waste.","Implementing actors: Coordinated by Paris City Council, other bodies (all municipality-dependent): 17 Caisses des écoles, Centre d’Action Sociale de la ville de Paris, Direction de la Famille et de la Petite Enfance, Association d'action sociale en faveur des personnels de la Ville de Paris, Direction des Solidarités (DSOL) de la Ville de Paris.\nTarget audience: School children, early childhood care children, elderly and people in great difficulty, City Council staff, child welfare establishment attendants.","2015 -2020 / 2022 - on-going","France (municipal - Paris) ","Prevention","(https://api-site.paris.fr/images/76336) (https://cdn.paris.fr/paris/2022/12/26/plan-alimentation-durable-2022-2027-version-finale-19-decembre-2022-light-plus3-QgJx.pdf) (https://a06-v7.apps.paris.fr/a06/jsp/site/plugins/odjcp/DoDownload.jsp?id_entite=56427&id_type_entite=6) (https://presse.paris.fr/pages/20172) (https://cdn.paris.fr/paris/2019/07/24/ab3a6b9a1cefcdecff008741cffcebb6.pdf) "],
    [419,"Le Project Alimentaire de L'Eurometropole de Strasbourg: Strategie & Plan D'Action 2022 / Proximity Composting ","Aim is to ensure that proximity composting is part of the bigger approach to food policy.","Implementing actor: Strasbourg City Council.\nTarget audience: Households (and potentially businesses) from Strasbourg.","2012 - on-going","France (municipal - Strasbourg)","Recycle (nutrients recovery)","https://www.strasbourg.eu/documents/976405/1628244/0/f8af26d3-38a3-1e6d-7dff-1c148269a9e0 "],
    [420,"La alimentación no tiene desperdicio. Aprovéchala – AEOCC \n","The initiative has the support of more than 100 companies, the Ministry of Agriculture, Food and the Environment, the Ministry of Health and Social Services and the Spanish Federation of Food Banks. The initiative brings together more than 600 companies and distributors. Establish prevention and efficiency practices along the entire food chain; maximize the use of the surplus produced throughout the different stages of the value chain (redistribution, reuse and recycling); raise awareness and sensitize society to this problem and the need to reduce food waste.","Implementing Actors:  AECOC (Spanish Association of Commercial Coding), companies, the Ministry of Agriculture, Food and Environment, the Ministry of Health and Social Services and the Spanish Federation of Food Banks.\nTarget Audience: Stakeholders across the supply chain from producers to individual consumers.","2012 - on-going","Spain (national)","Prevention","https://yonodesperdicio.org/iniciativa/iniciativa-de-aecoc-asociacion-espanola-de-codificacion-comercial-la-alimentacion-no-tiene-desperdicio-aprovechala/"],
    [421,"The Norwegian Model","The Norwegian Government and the food industry entered into a historic negotiated agreement in June 2017. The goal of the agreement is to reduce food waste in Norway by 50 percent by 2030. The agreement was signed by five ministries and twelve industry organizations. The parties agreed on joint efforts towards reduction targets for food waste throughout the supply chain, including facilitating and helping consumers throw away less food. The participating businesses joined the agreement via a declaration of affiliation, and contribute to achieving the goal through measures in their own business and in collaboration with others. The Ministry of Climate and the Environment has the responsibility for coordinating the work, and will ensure joint reporting of achieved results in 2020, 2025 and 2030.","Implementing actors: Norwegian government (Ministry of Climate and the Environment), industry organizations.\nTarget audience: All actors along the supply chain, consumers.","2017 - on-going","Norway (national)","Prevention","(https://www.regjeringen.no/en/historical-archive/solbergs-government/Ministries/kld/news/2017/agreement-to-reduce-food-waste/id2558931/) (https://www.matvett.no/uploads/documents/Matvett-Prevention-of-Food-waste-in-Norway-2020.pdf)"],
    [422,"Antigaspi Solidaritéitspakt","A total of 92 out of the 102 municipalities of Luxembourg are part of a pact against food waste, the solidarity pact. The goal is to act as multipliers towards more sustainable consumption and production against food loss and food waste.","Implementing actors: Ministry of Agriculture and rural development; 92 municipalities.\nTarget audience: Citizens and the private sector.","On-going","Luxembourg (national)","Prevention","https://antigaspi.lu/activities/anti-offall-pakt/"],
    [423,"Action plan food loss and biomass waste circular action plan 2021-2025: Food loss and food waste from producer to consumer (OVAM) ","Initiatives across the entire food supply chain. Contribute to reducing food waste by 30 percent. Stimulate cooperation within product chains. Establish sector-specific programs encouraging companies to reduce food waste on a broad scale. Reducing the generation of food loss in the consumption phase. Scaling up social circular entrepreneurship. Support food loss start-ups. Support local authorities in their local coordinating role in preventing food loss. Stimulate home recycling. Improve selective sorting and collection of kitchen and food waste at companies. Increase the circularity and sustainability (valorization) of the recycling market, gaining market trust for recyclates and assuring the sales.","Implementing actor: OVAM (regional public waste agency).\nTarget audience: Industry, retail, food services, consumers. ","2021-2025","Belgium (regional - Flanders) ","Prevention","https://ovam.vlaanderen.be/beleid-actieplan-duurzaam-beheer-van-biomassa-rest-stromen-2015-2020"],
    [424,"","","","","","",""],
    [425,"","","","","","",""],
    [426,"","","","","","",""]
]}
